--md5:bd5b3b4558145e5784507f7f423f3096
Table_Help_WW = { 
	[991] = {id = 991, Desc = '抽取概率：\n光明圣徒之铠：6.000%\n光明圣徒披风：7.000%\n光明圣徒之盾：7.000%\n光明圣徒战靴：7.000%\n圣徒之戒：5.000%\n圣徒项链：5.000%\n圣徒长剑：7.000%\n圣徒之矛：7.000%\n圣徒之杖：7.000%\n圣徒之锤：7.000%\n圣徒之弓：7.000%\n圣徒短剑：7.000%\n圣徒拳刃：7.000%\n圣徒拳套：7.000%\n圣徒巨斧：7.000%\n-概率内容是以少数点后4位数为基准四舍五入显示\n在此基础下会存有合计不到100%的情况\n-本商品为购买后立即适用的道具，不包含在可退款的对象。', Title = ''},
	[992] = {id = 992, Desc = '白卡抽取概率：62.992%\n绿卡抽取概率：35.682%\n蓝卡抽取概率：1.326%\n-概率内容是以少数点后4位数为基准四舍五入显示\n在此基础下会存有合计不到100%的情况\n-本商品为购买后立即适用的道具，不包含在可退款的对象。', Title = ''},
	[994] = {id = 994, Desc = '*每个大类下不同道具抽取概率略有不同\n\n最新衣装抽取概率：2.000%\n衣装碎片抽取概率：10.000%\n最新头饰抽取概率：10.000%\n绝版头饰抽取概率：0.100%\n绝版武器抽取概率：0.100%\n绝版特典抽取概率：0.200%\n过往衣装抽取概率：0.200%\n过往头饰抽取概率：1.000%\n发型抽取概率：10.000%\n美瞳抽取概率：10.000%\n料理抽取概率：10.000%\nZeny抽取概率：8.900%\n血迹树枝抽取概率：6.000%\n卡片抽取概率：5.000%\n其他道具抽取概率：26.500%\n-概率内容是以少数点后4位数为基准四舍五入显示\n在此基础下会存有合计不到100%的情况\n-本商品为购买后立即适用的道具，不包含在可退款的对象。', Title = ''},
	[630] = {id = 630, Desc = '1.每日超过指定战斗时长，经验和掉落开始衰减。\n2.每日凌晨5点恢复300分钟战斗时长，未使用的战斗时长可进行累积，最多累积600分钟。\n3.PVP不计入战斗时长，MINI和MVP不受衰减规则影响。\n4.如果自己衰减期间处于组队状态，则只有自己享受衰减规则，队友不受影响。\n5.如果队友和自己处于同一张地图，则队友战斗时，战斗时长会共享至本地图所有队员。\n6.导师持有月卡可以从不同学生的有效战斗时长中获得30%的收益，每日最多获得120分钟有效战斗时长。', Title = ''},
	[1001] = {id = 1001, Desc = '1.满足拍卖条件的物品才会显示在可以上架选择的界面。\n2.同一种道具只可以上架一个\n3.拍卖的初始价格为交易所价格的60%.', Title = ''},
}

Table_Help_WW_fields = { "id","Desc","Title",}
return Table_Help_WW