Table_Sysmsg = {
[1]={id = 1, Type = 8388608, Title = '', Text = 'Zeny不足', remark = '通用-银币不足', button = '', buttonF = ''},
----------
[2]={id = 2, Type = 1, Title = '', Text = 'Gold不足', remark = '通用-金币不足', button = '', buttonF = ''},
[8]={id = 8, Text = '材料不足', remark = '通用-缺少材料'},
[9]={id = 9, Text = '钻石不足', remark = '通用-钻石不足'},
[10]={id = 10, Text = '%s', remark = '通用-服务器变量'},
[18]={id = 18, Text = '职业不符，无法使用', remark = '通用-职业不符判断'},
[20]={id = 20, Text = '请先对人物分配点数，再确认', remark = '角色加点'},
[37]={id = 37, Text = '该装备已插卡片[%s]，不可存入通用仓库', remark = '仓库-限制'},
[38]={id = 38, Text = '该物品不可存入仓库', remark = '仓库-限制'},
[39]={id = 39, Text = '此任务无法追踪', remark = '任务不能自动寻路'},
[40]={id = 40, Text = '需要Base%s级才能使用', remark = '通用-等级不符'},
[41]={id = 41, Text = '没有正在进行的聊天', remark = '私聊务无对象提示'},
[46]={id = 46, Text = '邮件已失效，账号下只可一个角色可领取此封邮件', remark = '邮件'},
[47]={id = 47, Text = '角色命名成功', remark = ''},
[48]={id = 48, Text = '打赏成功，请通过邮件领取奖励', remark = '充值成功的提示信息'},
[49]={id = 49, Text = '点的太快了，请稍后尝试。', remark = ''},
[50]={id = 50, Text = '你所在的地图无法进行寻路', remark = '本地图无法寻路提示'},
[51]={id = 51, Text = '目标地图无法寻路前往', remark = '目标地图无法跨地图寻路'},
[52]={id = 52, Text = '这里有奇异的魔力保护，无法进行寻路', remark = '在无法跨地图寻路的地图，进行跨地图寻路'},
[53]={id = 53, Text = '%s不符，装备失败', remark = ''},
[54]={id = 54, Text = '邮件已过期', remark = '邮件'},
[56]={id = 56, Text = '无法使用，恩德勒斯塔还未开放', remark = '古塔研究道具'},
[57]={id = 57, Text = '无法使用，对应层数已通关', remark = '古塔研究道具'},
[58]={id = 58, Text = '无法使用，今日已挑战过研究所', remark = '研究所道具'},
[59]={id = 59, Text = '无法使用，此区间层数您从未进行过挑战', remark = ''},
[61]={id = 61, Text = '今日使用该道具的次数已达上限。', remark = '通用-道具每日使用次数达到上限'},
[62]={id = 62, Text = '本周使用该道具的次数已达上限。', remark = ''},
[63]={id = 63, Text = '本周可获得%s数量已达上限。', remark = ''},
[64]={id = 64, Text = '今日可获得%s数量已达上限。', remark = ''},
[66]={id = 66, Text = '解锁失败，未达到解锁要求', remark = '宠物打工道具'},
[67]={id = 67, Text = '无法使用，研究所还未开启', remark = '研究所道具'},
[70]={id = 70, Text = '队友已经使用绝对领域不得重复使用', remark = '绝对领域无法叠加使用'},
[71]={id = 71, Text = '该道具部分地图不可用', remark = '道具地图使用限制'},
[72]={id = 72, Text = '您正在音乐盒附近，无法使用此道具', remark = '音乐午后无法在音乐盒附近使用'},
[74]={id = 74, Text = '禁言中，%s分钟后才能正常使用聊天功能', remark = '禁言和时间'},
[76]={id = 76, Text = '今日已购买至上限', remark = '商店购买'},
[77]={id = 77, Text = '到达十级才能在世界频道发言哦', remark = '未到10级的世界频道发言'},
[78]={id = 78, Text = '购买次数已达上限', remark = '商店购买'},
[80]={id = 80, Text = '您没有可以更换的魔物头像', remark = '头像更换'},
[81]={id = 81, Text = '你的角色等级未到%s，无法在世界频道发言', remark = '世界聊天'},
[90]={id = 90, Text = '该玩家已删除/不存在', remark = '玩家信息丢失'},
[101]={id = 101, Text = '该副本暂未开启，您必须完成任务%s。', remark = '通用-前置任务条件'},
[102]={id = 102, Text = '该副本暂未开启，您必须通关%s中的%s。', remark = '通用-前置关卡条件'},
[106]={id = 106, Text = '[c][ffaa19]你的星星不足，不能领取此宝箱。[-][/c]', remark = '领宝箱星星不足提示'},
[110]={id = 110, Text = '今日已经不能进行挑战了', remark = '最高级VIP挑战重置均用完'},
[112]={id = 112, Text = '此场景无法使用该道具', remark = '副本中无法使用提示'},
[114]={id = 114, Text = '请勾选同意下方游戏许可及服务协议，方可进入游戏哦！', remark = '游戏许可及服务协议'},
[116]={id = 116, Text = '必须在队伍中，并且队伍中玩家都在60级以上才能进入副本', remark = '卡牌副本进入限制'},
[117]={id = 117, Text = '副本重置期间，无法进入', remark = '卡牌副本重置禁用'},
[118]={id = 118, Text = '你所在的小队正在副本战斗中，无法加入副本', remark = '卡牌副本禁止加入'},
[119]={id = 119, Text = '神谕副本中禁止使用神器！', remark = '卡牌副本禁用神器'},
[121]={id = 121, Text = '卡普拉保卫战活动无法跟随进入', remark = '卡普拉保卫战进入限制'},
[202]={id = 202, Text = '逼格猫带走了你的打赏，奖励将通过邮件发送', remark = '动画播放完毕后的sysmsg'},
[204]={id = 204, Text = '你的等级不足，无法进入', remark = '裂隙等级未达到要求'},
[210]={id = 210, Text = '强化等级达到上限', remark = '装备强化'},
[216]={id = 216, Text = '请选择装备', remark = '装备强化'},
[217]={id = 217, Text = '精炼等级达到上限', remark = '装备精炼'},
[218]={id = 218, Text = '缺少{itemicon=%s}{item=%s,%s}', remark = '装备精炼'},
[220]={id = 220, Text = '缺少%s', remark = '装备精炼'},
[221]={id = 221, Text = '%s修复成功！', remark = '装备精炼'},
[224]={id = 224, Text = '请先选择需要修复的装备', remark = '装备精炼'},
[225]={id = 225, Text = '包包里没有修复所需材料', remark = '装备精炼'},
[226]={id = 226, Text = '50级开启精炼功能', remark = '装备精炼'},
[227]={id = 227, Text = '损坏的装备无法进行强化，需尽快修理', remark = '装备强化'},
[228]={id = 228, Text = '装备破损了，需要修理！', remark = '装备精炼'},
[229]={id = 229, Text = '精炼成功！', remark = '装备精炼成功'},
[230]={id = 230, Text = '[c][b3100e]精炼失败！请先进行修理[-][/c]', remark = '装备精炼失败'},
[232]={id = 232, Text = '精炼/附魔的装备无法作为材料', remark = ''},
[240]={id = 240, Text = '抱歉！头饰和坐骑不能强化哦～', remark = '装备强化'},
[241]={id = 241, Text = '精炼+6以上的装备无法作为修理材料', remark = '精炼装备无法作为修理材料'},
[243]={id = 243, Text = '此装备不可进行强化！', remark = '不可进行强化'},
[244]={id = 244, Text = '选择数量已满', remark = '精炼材料已经达到要求'},
[252]={id = 252, Text = '尚未拥有该道具，无法放入', remark = ''},
[290]={id = 290, Text = '所选择的分类中没有任何符合条件的装备', remark = '扭蛋头饰附魔转移'},
[292]={id = 292, Text = '材料不足，无法进行扭蛋头饰附魔转移', remark = '扭蛋头饰附魔转移'},
[293]={id = 293, Text = '扭蛋头饰附魔转移完成', remark = '扭蛋头饰附魔转移'},
[300]={id = 300, Text = '你不是队长，不能邀请玩家入队', remark = '队员向其他人发起邀请'},
[301]={id = 301, Text = '该玩家已有组队', remark = '邀请对象已有组队'},
[302]={id = 302, Text = '对方组队人数已满', remark = '申请的队伍人数已满'},
[303]={id = 303, Text = '对方拒绝了你的加入请求', remark = '对方队长清除了申请列表'},
[304]={id = 304, Text = '[c][ffff00]%s[-][/c]没有响应您的组队邀请', remark = '发出组队邀请后，对方响应超过时间'},
[305]={id = 305, Text = '你不满足对方组队等级要求', remark = '申请的队伍等级要求自己不符合'},
[307]={id = 307, Text = '已向对方发出过组队邀请', remark = '队长对同一个人反复邀请'},
[308]={id = 308, Text = '对方邀请已达上限，请稍后再试', remark = '邀请已收到3条未处理组队信息的玩家'},
[309]={id = 309, Text = '[c][ffff00]%s[-][/c]拒绝了你的邀请', remark = '对方关闭组队邀请，我方队长提示'},
[310]={id = 310, Text = '[c][ffff00]%s[-][/c]已经加入了其他组队', remark = '邀请/同意的玩家已经加入其他组队'},
[311]={id = 311, Text = '[c][ffff00]%s[-][/c]已下线', remark = '邀请/同意的玩家已经下线'},
[312]={id = 312, Text = '你已成功加入了[c][ffff00]%s[-][/c]', remark = '成功加入队伍提示'},
[313]={id = 313, Text = '你已离开了队伍', remark = '退出组队提示'},
[314]={id = 314, Text = '你被队长踢出了队伍', remark = '被队长踢出队伍'},
[316]={id = 316, Text = '队伍目标变更为[c][ffff00]%s[-][/c]', remark = '队伍目标改变'},
[322]={id = 322, Text = '[c][ffff00]%s[-][/c]申请加入你的组队', remark = '收到玩家申请组队'},
[324]={id = 324, Text = '必须组队才能进入此区域', remark = '进入组队副本判断'},
[325]={id = 325, Text = '已向[c][ffff00]%s[-][/c]发出组队请求', remark = '发出组队请求后自己提示'},
[329]={id = 329, Title = '队伍提示', Text = '[c][ffff00]对方所在地图无法跟随[-][/c]', remark = '不能跟随进入个人副本'},
[330]={id = 330, Title = '队伍提示', Text = '[c][ffff00]无法跟随前往对方[-][/c]', remark = '不能跟随的地方'},
[331]={id = 331, Title = '队伍提示', Text = '您的队伍人数已满', remark = '不能批准更多玩家进入组队'},
[332]={id = 332, Text = '您还没有组队', remark = '没有组队提示'},
[333]={id = 333, Text = '该成员已在你的队伍中', remark = '点击自己组队成员选择邀请组队'},
[334]={id = 334, Text = '双方都有队伍，无法进行组队', remark = '双方都有组队的提示'},
[335]={id = 335, Text = '已申请对方组队', remark = '申请对方组队提示'},
[336]={id = 336, Text = '[c][ffff00]%s[-][/c]已经加入了其他组队。', remark = '批准对象已有组队'},
[342]={id = 342, Text = '一键上车的邀请已发送', remark = '全员邀请发送提示'},
[343]={id = 343, Text = '一键上车的邀请无法频繁返送', remark = '全员邀请间隔提示'},
[345]={id = 345, Text = '您还没有队友，先邀请队友吧', remark = '全员邀请没人时提示'},
[346]={id = 346, Text = '[c][f5f5ae]%s[-][/c]被任命为临时队长。', remark = '临时队长转换'},
[347]={id = 347, Text = '[c][f5f5ae]%s[-][/c]将临时队长交接给%s。', remark = '临时队长任命'},
[348]={id = 348, Text = '队长[c][f5f5ae]%s[-][/c]已上线，已撤销临时队长', remark = '临时队长撤销'},
[349]={id = 349, Text = '自动批准申请模式已变更', remark = '自动批准申请模式变更的提示信息'},
[350]={id = 350, Text = '对方与你不在同一条世界线', remark = '不在一条世界线'},
[351]={id = 351, Text = '只有队长可以发起一键上车', remark = '其他队员点击一件发车时'},
[352]={id = 352, Text = '当前没有队伍，无法使用组队传送', remark = '单人状态无法使用组队传送'},
[353]={id = 353, Text = '离线玩家不能成为临时队长', remark = '临时队长委托给离线玩家'},
[354]={id = 354, Text = '%s使用了巨大蝴蝶翅膀', remark = ''},
[355]={id = 355, Text = '需要学习[%s]才能使用', remark = ''},
[356]={id = 356, Text = '%s使用了巨大苍蝇翅膀', remark = ''},
[357]={id = 357, Text = '该场景无法使用大苍蝇翅膀', remark = ''},
[358]={id = 358, Text = '需要学习[苍蝇飞行技巧]才能使用', remark = ''},
[390]={id = 390, Text = '您没有可以还原的装备', remark = ''},
[391]={id = 391, Text = '您没有可以分解的卡片', remark = ''},
[392]={id = 392, Text = '%s拒绝了你的动作邀请', remark = '拒绝了双人动作'},
[400]={id = 400, Text = '请先选择想要还原的装备', remark = '装备还原操作提示'},
[402]={id = 402, Text = '您和载具不在一张地图，无法乘坐', remark = ''},
[403]={id = 403, Text = '发起人取消了本次乘坐', remark = ''},
[404]={id = 404, Text = '抱歉哦~您现在的状态无法进行观光', remark = ''},
[407]={id = 407, Title = '温馨提示', Text = '[c][ffff00]对方正在忙(︶︹︺)[-][/c]', remark = '摩天轮邀请被拒绝', button = '点X'},
[408]={id = 408, Text = '还原成功！', remark = '成功分解提示'},
[409]={id = 409, Text = '您没有可以分解的装备', remark = '包包中没有符合分解条件的装备'},
[410]={id = 410, Text = '没有强化等级，需要勾选还原精炼等级才能还原', remark = '只精炼，无强化装备重铸 勾选'},
[411]={id = 411, Text = '对方在乘坐观光浏览载具，无法进行跟随', remark = '载具上无法跟随返回提示'},
[416]={id = 416, Text = '不能添加自己', remark = '添加自己时提示'},
[417]={id = 417, Text = '该玩家已在你的好友名册中', remark = '重复添加'},
[418]={id = 418, Text = '请先输入要搜索的内容。', remark = '搜索内容空'},
[419]={id = 419, Text = '无此玩家相关信息，无法添加。', remark = '无信息玩家'},
[420]={id = 420, Text = '添加%s成功', remark = '好友添加成功信息'},
[421]={id = 421, Text = '该玩家离线，无法收到组队邀请', remark = '搜索离线玩家发出组队邀请'},
[423]={id = 423, Text = '没有好友申请', remark = ''},
[424]={id = 424, Text = '连接已失效，无法查看了', remark = '发送装备连接失效'},
[428]={id = 428, Text = '无法添加该玩家为好友', remark = '黑名单成员添加自己'},
[429]={id = 429, Text = '好友数量已达上限', remark = '好友数量上限'},
[430]={id = 430, Text = '达成友情事件！', remark = '友情之证'},
[431]={id = 431, Text = '帮助公会成员达成，获得友情之证和贡献值', remark = '友情之证'},
[432]={id = 432, Text = '达成友情事件！\n友情之证+0(本周已达上限)', remark = '友情之证'},
[433]={id = 433, Text = '达成友情事件！\n贡献值+0(本周已达上限)', remark = '友情之证'},
[460]={id = 460, Text = '已将%s成功添加至黑名单', remark = '添加黑名单提示'},
[461]={id = 461, Text = '你已将%s移出黑名单', remark = '移出黑名单提示'},
[462]={id = 462, Text = '该玩家在你的黑名单中，需要先移出才能愉快聊天', remark = '发送私聊信息到黑名单玩家'},
[463]={id = 463, Text = '1名玩家将你添加至黑名单', remark = '被添加提示'},
[464]={id = 464, Text = '该玩家已在你的黑名单中', remark = '已添加黑名单'},
[501]={id = 501, Text = '必须要收集到所有位置碎片才能合成', remark = '碎片不位置不足无法合成'},
[502]={id = 502, Text = '已镶嵌了该卡片，不能重复镶嵌', remark = '已经镶嵌了同名卡片'},
[503]={id = 503, Text = '卡槽已满，请先卸下卡片再进行镶嵌', remark = '卡槽满了'},
[504]={id = 504, Text = '镶嵌成功', remark = '卡片镶嵌成功'},
[505]={id = 505, Text = '卡片数量不足无法进行镶嵌', remark = '镶嵌卡片不足'},
[506]={id = 506, Text = '升级成功，获得[c][ffff00]Lv.%s[%s][-][/c]一张', remark = '升级成功提示'},
[507]={id = 507, Text = '合成成功，获得[%s]一张', remark = '合成成功提示'},
[508]={id = 508, Text = '卡片卸载成功', remark = '一键卸载成功提示'},
[510]={id = 510, Text = '抱歉，没有符合插卡条件的装备', remark = '包包-插卡'},
[512]={id = 512, Text = '抱歉，没有符合的卡片', remark = ''},
[513]={id = 513, Text = '抱歉，卡槽已插满', remark = ''},
[515]={id = 515, Text = '已触发掠夺卡效果', remark = '掠夺卡使用'},
[516]={id = 516, Text = '已获得锁链雷锭效果', remark = '双倍卡使用'},
[517]={id = 517, Text = '已激活【限定特典】效果', remark = '双倍卡使用'},
[519]={id = 519, Text = '已获得锁链德洛米效果', remark = '双倍卡使用'},
[520]={id = 520, Text = '已触发锁链雷锭效果，无法再使用锁链德洛米', remark = '双倍卡使用'},
[521]={id = 521, Text = '已触发锁链德洛米效果，无法再使用锁链雷锭', remark = '双倍卡使用'},
[540]={id = 540, Text = '抱歉，同时只可追踪10个道具', remark = '道具追踪'},
[541]={id = 541, Text = '对%s开始进行了追踪', remark = '道具追踪'},
[542]={id = 542, Text = '材料数量已满', remark = '道具追踪'},
[549]={id = 549, Text = '无法存入插有卡片或强化过的头饰', remark = ''},
[553]={id = 553, Text = '更新了手册照片', remark = '冒险手册'},
[554]={id = 554, Text = '抱歉，冒险技能点不足', remark = '冒险手册'},
[555]={id = 555, Text = '抱歉，图片信息丢失，请再拍一次', remark = '冒险手册'},
[556]={id = 556, Text = '需学习冒险技能·牵手，才能发起邀请', remark = '冒险技能'},
[557]={id = 557, Text = '需学习冒险技能·自由视角，才可使用', remark = '冒险技能'},
[558]={id = 558, Text = '请对魔物进行拍照来解锁魔物详情', remark = '冒险手册'},
[559]={id = 559, Text = '图片加载失败或丢失，无法分享', remark = '景点照片分享'},
[560]={id = 560, Text = '获取了%s的魔物详情', remark = '冒险手册'},
[561]={id = 561, Text = '设备上未找到“微信”', remark = '分享设备没找到'},
[562]={id = 562, Text = '设备上未找到“腾讯QQ”', remark = '分享设备没找到'},
[563]={id = 563, Text = '设备上未找到“新浪微博”', remark = '分享设备没找到'},
[564]={id = 564, Text = '成功分享至微信', remark = '分享成功'},
[565]={id = 565, Text = '成功分享至腾讯QQ', remark = '分享成功'},
[566]={id = 566, Text = '成功分享至新浪微博', remark = '分享成功'},
[567]={id = 567, Text = '您在聊天室中，不能进行战斗哦。', remark = '聊天室不能进行自动战斗提示'},
[570]={id = 570, Text = '请检查包包，未找到{item=%s}', remark = ''},
[571]={id = 571, Text = '抱歉，已使用过此珍藏品', remark = '冒险手册-珍藏品激活'},
[572]={id = 572, Text = '已登录冒险手册，请前往激活', remark = '冒险手册-珍藏品激活'},
[580]={id = 580, Text = '抱歉，冒险手册·成就尚未开放。', remark = '冒险手册'},
[601]={id = 601, Text = '抱歉，被动技能不可进行装备', remark = '技能'},
[603]={id = 603, Text = '升级需%s职业Job%s级', remark = ''},
[604]={id = 604, Text = '所需技能点不足', remark = ''},
[605]={id = 605, Text = '升级%s职业技能，需%s职业消耗40个技能点', remark = ''},
[607]={id = 607, Text = '操作无效，请查看关联的%s技能', remark = ''},
[608]={id = 608, Text = '抱歉，技能在编辑状态下，无法放入技能', remark = ''},
[609]={id = 609, Text = '技能释放条件不足', remark = '技能释放条件'},
[612]={id = 612, Text = '无法施放，生命体已死亡或未被召唤', remark = '技能'},
[613]={id = 613, Text = '未召唤任何生命体，无法使用', remark = '技能'},
[614]={id = 614, Text = '只能召唤一只生命体，需要回收才能召唤其他', remark = '技能'},
[700]={id = 700, Text = '%s不足，请购买', remark = '提示复活消耗的道具不足'},
[702]={id = 702, Text = '净化能源不足，无法进行净化', remark = ''},
[703]={id = 703, Text = '抱歉，没有可制作的头饰', remark = ''},
[704]={id = 704, Text = '请完成抗击魔潮，再来接取', remark = ''},
[705]={id = 705, Text = '接取次数已用完，请明日再来！', remark = ''},
[710]={id = 710, Text = '请选择使用目标', remark = '没有选中目标时提示'},
[711]={id = 711, Text = '无法对该目标使用', remark = '选中错误目标是提示'},
[712]={id = 712, Text = '无法对死亡目标使用', remark = '选中死亡目标时提示'},
[797]={id = 797, Text = '这是冒险家专属头饰哦！', remark = ''},
[798]={id = 798, Text = '帮助微笑小姐达成心愿后解锁', remark = '微笑小姐头饰未解锁弹框'},
[799]={id = 799, Text = '完成吟游诗人的任务后解锁', remark = '微笑小姐头饰未解锁弹框'},
[800]={id = 800, Text = '功能未开启', remark = '功能开启'},
[801]={id = 801, Text = '转职后，功能开启', remark = '功能开启'},
[802]={id = 802, Text = '角色达到%s级时，功能开启', remark = '功能开启'},
[803]={id = 803, Text = '完成首都防具商人的任务后开启', remark = '强化功能开启'},
[804]={id = 804, Text = '密码错误，请重新输入', remark = '聊天室密码验证错误提示'},
[805]={id = 805, Text = '密码需为六个数字哦', remark = '聊天室密码字数提示'},
[806]={id = 806, Text = '聊天室名称不能为空', remark = '聊天室创建提示'},
[807]={id = 807, Text = '聊天输入内容为空', remark = ''},
[808]={id = 808, Text = '当前房间人数已满员', remark = ''},
[809]={id = 809, Text = '当前该玩家已退出聊天室', remark = ''},
[811]={id = 811, Text = '成功进入聊天室', remark = '成功进入聊天室提示'},
[812]={id = 812, Text = '离开聊天室', remark = '离开聊天室提示'},
[813]={id = 813, Text = '你已在聊天室中了', remark = '已在聊天室，再开'},
[814]={id = 814, Text = '抱歉！语音功能尚未实装完毕，敬请期待~', remark = ''},
[815]={id = 815, Text = '您被房主请离聊天室，请稍候再进入。', remark = '被房主请出后的冷却时间内再加入'},
[816]={id = 816, Text = '成为C级冒险家解锁美瞳商店', remark = ''},
[818]={id = 818, Text = '包包已满，无法取出。', remark = '仓库功能'},
[819]={id = 819, Text = '仓库已满，无法存入。', remark = '仓库功能'},
[822]={id = 822, Title = '系统提示', Text = '牵手状态下无法使用该道具', remark = '牵手道具限制'},
[823]={id = 823, Title = '系统提示', Text = '被牵手状态下无法使用该技能', remark = '牵手技能限制'},
[824]={id = 824, Title = '系统提示', Text = '被牵手状态下无法使用该功能', remark = '牵手状态通用功能限制'},
[827]={id = 827, Title = '系统提示', Text = '只能向在同一队伍内的玩家发起牵手邀请', remark = '只能向在同一队伍内的玩家发起牵手邀请'},
[828]={id = 828, Title = '系统提示', Text = '目前状态下无法邀请其他玩家牵手！', remark = '限制载具上牵手'},
[829]={id = 829, Title = '系统提示', Text = '没人想和变成怪物的家伙牵手！', remark = '限制变身后可以牵手的功能'},
[830]={id = 830, Title = '魔物语言', Text = '乌拉拉~我是只小怪兽，不会用这些哦！', remark = '限制变身后可以使用的各种功能'},
[831]={id = 831, Title = '系统提示', Text = '魔力效果好像消失了，你变回了人类。', remark = '提示玩家的变身效果已解除。'},
[832]={id = 832, Title = '系统提示', Text = '该状态下无法使用此功能。', remark = '提示玩家变身后屏蔽的功能。'},
[833]={id = 833, Title = '系统提示', Text = '该物品只能对玩家使用！', remark = '提示该类物品只能对玩家使用。'},
[850]={id = 850, Title = '系统提示', Text = '您输入的名字已存在！', remark = '提示玩家名字字节'},
[851]={id = 851, Title = '系统提示', Text = '角色名必须为2至12个字符！', remark = '提示玩家名字字节'},
[852]={id = 852, Title = '系统提示', Text = '目标距离太远无法进行牵手', remark = '距离远不呢个牵手'},
[853]={id = 853, Title = '系统提示', Text = '取景镜头%s', remark = '切换镜头时的提示'},
[854]={id = 854, Title = '系统提示', Text = '该功能暂未开放，敬请谅解！', remark = '提示功能正在优化'},
[855]={id = 855, Title = '系统提示', Text = '对方不想让你看哦~并羞涩地转过了头去~(*/ω＼*)', remark = '提示对方关闭了装备属性查看'},
[856]={id = 856, Title = '系统提示', Text = '正处于无法使用该功能的状态！', remark = '提示对方的状态无法使用某些功能。'},
[857]={id = 857, Title = '系统提示', Text = '对方还没加你为好友！快先去勾搭一下让TA加你为好友吧！ (｡･ω･)ﾉﾞ', remark = '提示对方为加你好友，无法查看'},
[858]={id = 858, Title = '系统提示', Text = '对方正处于无法牵手的状态！', remark = '提示对方无法牵手'},
[859]={id = 859, Title = '系统提示', Text = '牵手的人不是同一公会的，无法进入公会地图', remark = '提示'},
[860]={id = 860, Title = '系统提示', Text = '对方距离太远，无法使用哦！', remark = '提示对他人用的道具距离过远'},
[861]={id = 861, Text = '被牵者所以无法创建聊天室', remark = '聊天室'},
[862]={id = 862, Text = '已停止跟随', remark = '聊天室创建成功，跟随打断'},
[863]={id = 863, Title = '系统提示', Text = '您所处的位置无法使用本道具！', remark = ''},
[864]={id = 864, Title = '系统提示', Text = '该玩家目前不在线', remark = '提示邀请的对方不在线'},
[865]={id = 865, Title = '系统提示', Text = '这份充满爱慕之心的信件正在投递中！', remark = '提示邀请情书发送成功'},
[866]={id = 866, Title = '系统提示', Text = '对方正在忙碌中，请稍候再邀请吧！', remark = '说明对方接受的邀请数量已达上限'},
[867]={id = 867, Title = '系统提示', Text = '…也许你的内心还不够真挚，对方拒绝了你的邀请…', remark = '说明对方拒绝了你的邀请'},
[868]={id = 868, Title = '系统提示', Text = '…您的这份心意尚没能传达到哦，不要灰心，再试试看！', remark = '说明邀请等待超时或者其他非对方主动原因关闭'},
[869]={id = 869, Title = '系统提示', Text = '对方回应了您的感情！正在前往【%s】！', remark = '提示对方接受了你的邀请，正在传送中！'},
[870]={id = 870, Title = '系统提示', Text = '请先使用【放大镜】功能搜索并选择玩家，或者使用【好友】按钮选择好友。', remark = '提示为选择玩家时空按发起邀请时的提示。'},
[872]={id = 872, Title = '系统提示', Text = '您已发送了一份情书，请先耐心等待对方回复哦！', remark = '提醒对方收到邀请的倒计时还没结束，不能发第二份。'},
[873]={id = 873, Title = '系统提示', Text = '抱歉，暂时无法邀请同性的玩家哦~', remark = '提醒邀请时对方为同性'},
[874]={id = 874, Title = '系统提示', Text = '您尚未拥有【幻想之证·银】，需要消耗一枚【幻想之证·银】才能邀请其他玩家前往【%s】哦~', remark = '按邀请按钮时检测到包裹内没有门票'},
[875]={id = 875, Title = '系统提示', Text = '不可以自己邀请自己哦！', remark = '邀请时选择了自己。'},
[879]={id = 879, Title = '系统提示', Text = '该地图正在面临巨大危机！无法在此时使用该物品！', remark = '提示在官方活动时无法使用活动道具'},
[880]={id = 880, Title = '系统提示', Text = '该道具不可连续使用哦！', remark = '提示暴走活动道具不可连续使用'},
[881]={id = 881, Title = '系统提示', Text = '很遗憾，您未能及时做出选择，邀请失败了…', remark = '提示对方情书邀请超时了'},
[883]={id = 883, Title = '无法创建', Text = '抱歉，只支持2~12个字的空间', remark = '创建队伍名字长度限制'},
[885]={id = 885, Title = '系统提示', Text = '你愉悦地和[c][ffc514]%s[-][/c]\n[c][f5f5ae]牵起了小手！', remark = '提示双方已经牵手成功'},
[886]={id = 886, Title = '系统提示', Text = '你和[c][ffc514]%s[-][/c]\n[c][f5f5ae]放开了牵着的小手…', remark = '提示双方牵手状态已接触'},
[889]={id = 889, Title = '系统提示', Text = '时空现在很不稳定，目前无法使用…', remark = ''},
[897]={id = 897, Text = '%s已经完成了任务%s', remark = '完成任务提示'},
[898]={id = 898, Text = '%s接取委托任务%s', remark = '接取任务其他人提示'},
[899]={id = 899, Text = '%s正在帮助任务%s', remark = '帮主任务提示'},
[900]={id = 900, Text = '需要完成已接的悬赏任务才能接新的任务', remark = '悬赏任务不能接多个'},
[901]={id = 901, Text = '今天的悬赏已经不能再接了，明天再来吧。', remark = '每天接的任务上限'},
[902]={id = 902, Text = '获得任务奖励', remark = '任务奖励提示'},
[904]={id = 904, Text = '景点：【%s】已收入冒险者手册！', remark = '景点拍摄成功'},
[905]={id = 905, Text = '照片拍摄已完成', remark = '主线拍摄已完成'},
[906]={id = 906, Title = '运输任务提示', Text = '已获得运输品', remark = '获得魔物'},
[907]={id = 907, Title = '系统提示', Text = '照片已保存到本地', remark = '拍相机照片保存成功。'},
[921]={id = 921, Title = '系统提示', Text = '你距离【座位】太远了！', remark = '提示座位太远'},
[922]={id = 922, Title = '系统提示', Text = '咦…【座位】上已经有别人在坐了…(,,Ծ‸Ծ,,)', remark = '提示座位被占'},
[923]={id = 923, Title = '系统提示', Text = '哎呦！你从【座位】上跳了下来！(。>︿<)', remark = '提示下座位'},
[925]={id = 925, Title = '系统提示', Text = '该动作只能在处于特殊座位点上时才可以使用哦！', remark = '提示玩家非座位点时无法使用该动作'},
[926]={id = 926, Title = '系统提示', Text = '哎呀呀~抱歉呢~客人，为了证明你的诚意，占卜还是要带点小意思意思的呦~嘻嘻嘻嘻~', remark = ''},
[927]={id = 927, Title = '系统提示', Text = '哦吼？客人，孤身一人前来的吗？还有请你把重要的那个人[c][c65394]牵手[-][/c]带来吧~', remark = ''},
[928]={id = 928, Title = '系统提示', Text = '冒险者[c][c65394]%s[-][/c]的邀请\n一起来做【双人占卜】吧！', remark = '', button = '确认', buttonF = '取消'},
[930]={id = 930, Title = '系统提示', Text = '喵~您的好友已经进行了选择哦，正在翘首以盼你的答案呢！', remark = ''},
[932]={id = 932, Title = '系统提示', Text = '你的牵手小伙伴已经发起了活动邀请了哦！', remark = ''},
[933]={id = 933, Title = '系统提示', Text = '本物品目前无法使用！', remark = '提醒玩家痒痒棒不能用来害人'},
[935]={id = 935, Title = '系统提示', Text = '哦呀~这位客人，您今天已经占卜过命运了哦~还请明天再来呢~(。>︿<)', remark = ''},
[936]={id = 936, Title = '系统提示', Text = '你已经做出了你的选择~', remark = ''},
[941]={id = 941, Title = '系统提示', Text = '你和你的小伙伴离得太远了哦！', remark = ''},
[950]={id = 950, Text = '哎呦...这个斗技场里简直人满为患！姑且换一个去战好了... (;¬_¬)', remark = '斗技场人满'},
[951]={id = 951, Text = '喂！你已经在斗技场里了，还在想什么呢？', remark = '斗技场内点图标'},
[952]={id = 952, Text = '不要这么心急啊，请耐心等待片刻。', remark = '加入按钮'},
[954]={id = 954, Text = '只有队长才可以发起挑战哟，阁下请回吧。', remark = '沙漠之狼挑战按钮'},
[955]={id = 955, Text = '只有队长才可以报名哟，阁下请回吧。', remark = '沙漠之狼报名按钮'},
[957]={id = 957, Text = '对方似乎十分畏惧阁下的实力，完全不敢应战呢(´･_･`)', remark = '沙漠之狼队长挑战被拒绝'},
[958]={id = 958, Text = '(・▽・。)这个名字是被禁止的！', remark = '编辑队伍名'},
[959]={id = 959, Text = '只有队长才可以加入房间哟，阁下请回吧。', remark = '华丽金属加入按钮'},
[960]={id = 960, Text = '已加入华丽金属抢夺战的房间等待，各位一定要加油哦。', remark = '成功加入房间'},
[961]={id = 961, Text = '还有%s秒，即将进入华丽金属抢夺战。', remark = '华丽金属开始倒计时'},
[970]={id = 970, Text = '有队员正在别的斗技场中，请稍后再试。', remark = '队友在别的房间'},
[971]={id = 971, Text = '创建房间失败。', remark = ''},
[973]={id = 973, Text = '击倒对手，拿到30分就能获得胜利哦！请各位多多加油！', remark = ''},
[974]={id = 974, Text = '击破华丽金属的队伍将获得胜利！请各位多多加油！', remark = ''},
[975]={id = 975, Text = '[c][ffc514]%s[-][/c]击破了华丽金属，[c][ffc514]%s[-][/c]获得了本局游戏的胜利，恭喜恭喜。', remark = ''},
[976]={id = 976, Text = '[c][ffc514]%s[-][/c]这么快就拿到了%s分，真是厉害的不得了哟★~★，恭喜[c][ffc514]%s[-][/c]获得了本局比赛的胜利。', remark = ''},
[977]={id = 977, Text = '很遗憾，华丽金属没有被击破，本局游戏没有人胜出，请大家继续加油吧！', remark = ''},
[978]={id = 978, Text = '你的队伍已经开始战斗了，请不要重复挑战，快去跟小伙伴们一起战斗吧！', remark = ''},
[980]={id = 980, Text = '溜溜猴大乱斗正在施工中，请先去看看别的斗技场吧！', remark = ''},
[981]={id = 981, Text = '沙漠之狼斗技场正在施工中，请先去看看别的斗技场吧！', remark = ''},
[982]={id = 982, Text = '华丽金属抢夺战正在施工中，请先去看看别的斗技场吧！', remark = ''},
[983]={id = 983, Text = '你正在公会领地中，无法与斗技场建立通讯，请退出后再试哦~', remark = '在公会领地中点击斗技场按钮'},
[984]={id = 984, Text = '你目前身处的地图，无法返回公会领地！请退出后再试哦~', remark = ''},
[985]={id = 985, Text = '无法选择更多卡片了~！', remark = ''},
[986]={id = 986, Text = '自动战斗技能栏+1', remark = ''},
[988]={id = 988, Text = '学习冒险技能、转职、激活限定特典可解锁', remark = ''},
[989]={id = 989, Text = '您的背包已满，请清理后再进行操作哟~', remark = ''},
[990]={id = 990, Text = '您购买的货物已经下架，请看看别的吧~', remark = ''},
[991]={id = 991, Text = '照片已保存到个人相册', remark = '照片放入个人相册'},
[994]={id = 994, Text = '个人相册已经满了，请扩充相册或删除部分照片。', remark = '保存时相册已满'},
[995]={id = 995, Text = '照片上传失败。', remark = '上传照片秒失败给反馈'},
[996]={id = 996, Text = '个人相册存储空间+%s', remark = ''},
[997]={id = 997, Text = '当前无法上传照片哦~', remark = ''},
[998]={id = 998, Text = '您没有上传照片的权限哦，请找会长大人帮忙开通吧~', remark = ''},
[999]={id = 999, Text = '无法上传这么多照片~', remark = ''},
[1001]={id = 1001, Text = '帐号/密码输入错误，请检查后再试', remark = '登入帐号/密码错误提示'},
[1002]={id = 1002, Text = '该职业即将开放！详情请留意官方公告！', remark = '商人未开放'},
[1005]={id = 1005, Title = '无法创建', Text = '名字中含有非法字符', remark = ''},
[1006]={id = 1006, Title = '无法创建', Text = '名字不能为空', remark = ''},
[1007]={id = 1007, Title = '无法创建', Text = '抱歉，只支持2~8个字的空间', remark = ''},
[1009]={id = 1009, Title = '无法创建', Text = '抱歉，名字已被占用', remark = ''},
[1015]={id = 1015, Text = '连接失败，请重新尝试', remark = ''},
[1016]={id = 1016, Text = '连接超时，请重新尝试', remark = ''},
[1050]={id = 1050, Text = '输入的礼包码超出使用范围！', remark = ''},
[1052]={id = 1052, Text = '激活成功！', remark = ''},
[1053]={id = 1053, Text = '激活码不可为空', remark = ''},
[1055]={id = 1055, Text = '抱歉，名字至少需要2个字', remark = ''},
[1056]={id = 1056, Text = '服务器异常，请稍后再试', remark = ''},
[1057]={id = 1057, Text = '该批次的礼包码已过期啦，下次要早一点啦！', remark = ''},
[1058]={id = 1058, Text = '请输入正确礼包码，再核实一下吧！', remark = ''},
[1059]={id = 1059, Text = '呜…礼包码已被别人使用了呢！', remark = ''},
[1060]={id = 1060, Text = '您已使用过该批次的礼包码啦，不如送给你的冒险伙伴吧！', remark = ''},
[1061]={id = 1061, Text = '礼包码数据异常，请联系客服！', remark = ''},
[1062]={id = 1062, Text = '兑换成功！', remark = ''},
[1063]={id = 1063, Text = '礼包码不可为空！', remark = ''},
[1064]={id = 1064, Text = '暂未开放栏位', remark = '角色栏位'},
[1065]={id = 1065, Text = '达成二转进阶即可解锁栏位！', remark = '角色栏位'},
[1066]={id = 1066, Text = '删除角色成功！', remark = ''},
[1067]={id = 1067, Text = '删除角色频率过高，需要等待24小时后才可进行删除。', remark = ''},
[1068]={id = 1068, Text = '您正在执行删除%s角色哦，不能同时执行删除两个角色。', remark = ''},
[1069]={id = 1069, Text = '创建失败，非法创建！', remark = ''},
[1070]={id = 1070, Text = '请正确输入DELETE，才可删除角色。', remark = ''},
[1071]={id = 1071, Text = '进入角色删除倒计时！', remark = ''},
[1072]={id = 1072, Text = '您使用的该批次的礼包码已达上限啦，不如送给你的冒险伙伴吧！', remark = ''},
[1073]={id = 1073, Text = '您已成功删除角色，下次删除操作将在%s后开放。', remark = ''},
[1074]={id = 1074, Text = '信息没填完哦', remark = ''},
[1075]={id = 1075, Text = '身份证号长度不对哦', remark = ''},
[1077]={id = 1077, Text = '认证失败！请检查你输入的信息', remark = ''},
[1101]={id = 1101, Text = 'SP不足，技能无法释放', remark = ''},
[1280]={id = 1280, Text = '%s个道具未能使用成功', remark = '一次使用多个道具'},
[1281]={id = 1281, Text = '已经到达该道具一次可以使用数量的上限', remark = ''},
[1282]={id = 1282, Text = '%s数量不足', remark = '魔法缝纫机'},
[1301]={id = 1301, Text = '你不是队长无法开启恩德勒斯塔挑战', remark = '队长开启恩德勒斯塔'},
[1302]={id = 1302, Text = '必须要组队才能进入恩德勒斯塔', remark = '无组队开启恩德勒斯塔'},
[1303]={id = 1303, Text = '你已从此场战斗脱离，稍后再试', remark = '战斗脱离后需要再进入'},
[1304]={id = 1304, Text = '队伍正在进行战斗，需要等待下场战斗才能加入', remark = '新加队员进入恩德勒斯塔受塔的名单限制无法加入'},
[1306]={id = 1306, Text = '进入第%s层', remark = '恩德勒斯塔的进入层数提示'},
[1307]={id = 1307, Text = '清完这层魔物才能前行', remark = '没有清理魔物传送点提示'},
[1308]={id = 1308, Text = '队长取消了恩德勒斯塔的挑战', remark = '队长发起后，取消，其他队员关闭邀请收到提示。'},
[1309]={id = 1309, Text = '50级开启恩德勒斯塔', remark = '恩德勒斯塔功能未开启'},
[1310]={id = 1310, Text = '此层尚未开放，无法进行挑战', remark = '误点没开放的恩德勒斯塔'},
[1313]={id = 1313, Text = '无法加入，恩德勒斯塔尚未开启或已经结束。', remark = '无法加入的提示'},
[1314]={id = 1314, Text = '无法进入此场景', remark = '进入时脱离队伍导致无法进入'},
[1315]={id = 1315, Text = '您的等级未到50级，进入恩德勒斯塔太过危险，请先提升自己等级', remark = '无限塔等级提示'},
[1316]={id = 1316, Text = '恭喜你已经完成恩德勒塔最高挑战！', remark = '最高层无限塔挑战'},
[1317]={id = 1317, Text = '队伍正在挑战恩德勒斯塔，暂时无法加入成员', remark = '无限塔开启后无法加入队伍'},
[1318]={id = 1318, Text = '一股神秘的力量袭来，恩德勒斯塔还有%s分钟即将关闭。', remark = '无限塔关闭提示'},
[1358]={id = 1358, Text = '使用无效，穿戴的装备可能无法精炼/精炼等级上限不足/精炼等级高于此券。', remark = ''},
[1360]={id = 1360, Text = '使用成功', remark = ''},
[1403]={id = 1403, Title = '出售', Text = '请前往梦罗克精炼回收商处理该装备', remark = '物品出售'},
[1502]={id = 1502, Text = '你的积分不够兑换此件商品', remark = '分数不足时提示'},
[1602]={id = 1602, Text = '你进入了时空位面', remark = '进入修复时间裂隙范围的提示文字'},
[1604]={id = 1604, Text = '附近已有正在修复的时空裂隙，请先去协助修复', remark = '已经有一个时间裂隙正在被修复，此时点同地图另一个'},
[1605]={id = 1605, Text = '今天已经领取很多时空裂隙奖励了，不能再领取了。', remark = '领取太多奖励后的提示'},
[1607]={id = 1607, Title = '系统提示', Text = '时空裂隙修复十分危险，需要组队才能进行！', remark = '是否组队修复提示'},
[1608]={id = 1608, Text = '无法放弃正在被修复的时空裂隙', remark = '修复中的时间裂隙被修复'},
[1610]={id = 1610, Text = '附近又出现了新的时空裂隙', remark = '出现新时间裂隙提示'},
[1611]={id = 1611, Text = '你不是队长无法接取/放弃修复任务', remark = '时间裂隙修复队长接取提示'},
[1613]={id = 1613, Text = '组队修复任务仅队长可接', remark = '队员接修复任务提示。'},
[1614]={id = 1614, Text = '已接受“%s”任务', remark = '接收封印任务时提示'},
[1615]={id = 1615, Text = '已放弃“%s”任务', remark = '放弃封印任务时提示'},
[1616]={id = 1616, Text = '队长无法获得此地修复任务', remark = '交接队长无法获得修复任务提示（队员）'},
[1617]={id = 1617, Text = '此地修复任务未开启，无法获得修复任务', remark = '交接队长无法获得修复任务提示（队长）'},
[1622]={id = 1622, Text = '今日已获得%s/%s次奖励（与封印时空裂隙共享次数）', remark = '古城裂隙提示'},
[1623]={id = 1623, Text = '今日已达到奖励上限（与封印时空裂隙共享次数）', remark = '古城裂隙提示'},
[1701]={id = 1701, Title = '系统提示', Text = '组队修复任务仅队长可接', remark = '通用—点击非引导的区域时'},
[1713]={id = 1713, Text = '跟随状态下无法锁敌', remark = '自动战斗-魔物锁定'},
[1950]={id = 1950, Text = '该技能无法放入自动技能栏', remark = '技能界面'},
[1951]={id = 1951, Text = '至少需要留1个技能在自动栏中', remark = '技能界面'},
[2000]={id = 2000, Text = '该物品无法存入仓库', remark = '禁止存入仓库的道具提示'},
[2001]={id = 2001, Text = '已强化过的装备无法放入通用仓库', remark = '通用仓库'},
[2100]={id = 2100, Text = '种子已不知去向了', remark = '访问时果树消失'},
[2208]={id = 2208, Text = '没有公会据点，无法传送', remark = '无据点时传送点提示(飘字提示)'},
[2209]={id = 2209, Text = '没有据点，参加公会战可占领公会据点。', remark = '放弃公会据点灰色按钮点击提示(飘字提示)'},
[2213]={id = 2213, Text = '公会战斗中无法使用此类道具', remark = '公会据点特殊道具无法使用提示。'},
[2214]={id = 2214, Text = '你正处于复活倒计时中', remark = 'GVG复活'},
[2216]={id = 2216, Text = '该目标处于复活CD中', remark = 'GVG复活'},
[2500]={id = 2500, Text = '死亡状态下无法进行操作', remark = '死亡状态下屏蔽提示'},
[2509]={id = 2509, Text = '该玩家正在被其他玩家复活中。', remark = '天地树叶子使用提醒'},
[2510]={id = 2510, Text = '你使用了太多了，请掠夺一些再来使用吧。', remark = '掠夺次数过多提示'},
[2518]={id = 2518, Text = '该魔物没有多余的Zeny可偷取', remark = '偷钱消息'},
[2600]={id = 2600, Text = '等级没有到20级哦~还不能创建公会呢', remark = '等级不足提示'},
[2601]={id = 2601, Text = '必须要有“华丽金属”才能创建公会哦。', remark = '没有华丽金属'},
[2602]={id = 2602, Text = '你的Zeny不足，无法创建呢。', remark = '没有银币提示'},
[2603]={id = 2603, Text = '公会需要一个好听的名字哦', remark = '没有名字时提示'},
[2604]={id = 2604, Text = '输入中含有非法字符，检查下再试试吧。', remark = '禁用字提示'},
[2606]={id = 2606, Text = '已向%s公会发出入会申请', remark = '公会申请成功提示'},
[2607]={id = 2607, Text = '公会人数已经满了，不能再加入成员了。', remark = '批准、主动邀请别人加入公会时人数已满提示'},
[2608]={id = 2608, Text = '对方已经加入其他公会了', remark = '批准、主动邀请别人加入公会时对方已有公会'},
[2610]={id = 2610, Text = '你已加入了%s公会', remark = '玩家加入提示'},
[2612]={id = 2612, Text = '你离开了公会', remark = '玩家离开提示'},
[2615]={id = 2615, Text = '您没有权限修改公会图标', remark = '公会图标无法修改提示'},
[2616]={id = 2616, Text = '公会图标已经变更', remark = '公会图标修改提示'},
[2617]={id = 2617, Text = '公会经验不足，无法进行升级。', remark = '升级资金不足提示'},
[2618]={id = 2618, Text = '%s不足无法进行升级', remark = '升级道具不足'},
[2620]={id = 2620, Text = '您还没有公会。', remark = '没有公会通用提示'},
[2624]={id = 2624, Text = '你被[%s]%s驱逐出了公会。', remark = '自己被踢出公会提示'},
[2625]={id = 2625, Text = '提升公会等级可以增加祈祷上限。', remark = '祈祷上限提示'},
[2629]={id = 2629, Text = '公会已经解散', remark = '公会解散提示'},
[2630]={id = 2630, Text = '此公会名字已被占用了。', remark = '同名公会无法创建'},
[2631]={id = 2631, Text = '公会创建成功', remark = '创建公会自己看到的提示'},
[2635]={id = 2635, Text = '每天只能进行一次会长交接哦！', remark = '会长交接时间限制提示'},
[2636]={id = 2636, Text = '只有会长才能更改公会标志', remark = '非会长点击公会图标时提示'},
[2637]={id = 2637, Text = '公会已达到最高等级', remark = '公会升级已满'},
[2638]={id = 2638, Text = '不能进入别人的公会领地哦！', remark = '无法进入别人公会场地地图'},
[2641]={id = 2641, Text = '公会增加经验 %s', remark = '捐赠提示'},
[2642]={id = 2642, Text = '公会获得材料 {item=%s,%s}', remark = '捐赠提示'},
[2643]={id = 2643, Text = '获得贡献 %s', remark = '捐赠提示'},
[2644]={id = 2644, Text = '要缴纳的材料不足', remark = '捐赠提示'},
[2645]={id = 2645, Text = '已购买到上限，每个角色每月只可购买%s张限定特典', remark = '【限定特典】购买到上限'},
[2646]={id = 2646, Text = '获得了新的公会图标', remark = '公会升级获得提示'},
[2647]={id = 2647, Text = '还没有捐赠的订单哦~加入公会1天后才会有捐赠订单。', remark = '进公会捐赠限制'},
[2648]={id = 2648, Text = '您的图库已满，请删除一些后再进行操作哟~', remark = '公会上传图标上限'},
[2700]={id = 2700, Text = '只有会长才可以对公会进行改名。', remark = '公会改名'},
[2701]={id = 2701, Text = '短时间内不能连续改名。', remark = '公会改名'},
[2702]={id = 2702, Text = '更改名称成功。', remark = '公会改名'},
[2703]={id = 2703, Text = '您没有%s，如果需要请去狄丝·瓦尔那里购买。', remark = '公会改名'},
[2720]={id = 2720, Text = '等级达到上限', remark = 'GVG祈祷'},
[2806]={id = 2806, Text = '使用失败，请前往公会据点内使用。', remark = '公会内召唤怪物'},
[2820]={id = 2820, Text = '贡献不足', remark = '祈祷时贡献不足提示'},
[2821]={id = 2821, Text = '你已经在公会领地中', remark = '在公会领地中点击前往领地按钮'},
[2852]={id = 2852, Text = '该卢恩符文点需完成[c][ffff00]开始神碑之力[-][/c]后才能激活', remark = '星盘二转未开放提示'},
[2868]={id = 2868, Text = '建筑已经达到当前的最大等级无法继续升级', remark = '公会建筑'},
[2869]={id = 2869, Text = '建造猫咪睡眠枕需要魔法缝纫机建筑等级达到Lv.10', remark = '公会建筑'},
[2870]={id = 2870, Text = '获得新称号！%s', remark = '称号获得'},
[2871]={id = 2871, Text = '已获得进阶称号 %s！', remark = '称号失效提示'},
[2891]={id = 2891, Text = '已是此款美瞳', remark = '更换美瞳'},
[2900]={id = 2900, Text = '需要完成%s才能进入此道场', remark = '未开启的到场点击'},
[2901]={id = 2901, Text = '发送文字不能为空', remark = '留言板输入不能为空'},
[2904]={id = 2904, Text = '发起人取消了本次挑战', remark = '发起人取消，跟随其的玩家收到消息'},
[2906]={id = 2906, Text = '无法加入，道场尚未开启或已经结束。', remark = '无法加入的提示'},
[2908]={id = 2908, Text = '您不是队长无法发起道场挑战', remark = '非队长发起道场'},
[2909]={id = 2909, Text = '开始道场挑战，打败道场内所有的魔物吧', remark = '道场流程开始提示'},
[2910]={id = 2910, Text = '阻隔道路的光壁关闭了', remark = '阻挡开启提示'},
[2911]={id = 2911, Text = '通往另一层的传送阵开启了', remark = '传送阵开始提示'},
[2912]={id = 2912, Text = '魔物出现了！', remark = '魔物刷新提示'},
[2913]={id = 2913, Text = '蛙王出现了！', remark = '魔物刷新提示'},
[2914]={id = 2914, Text = '海神出现了！', remark = '魔物刷新提示'},
[2915]={id = 2915, Text = '直升机哥布灵出现了！', remark = '魔物刷新提示'},
[2916]={id = 2916, Text = '蜂后出现了！', remark = '魔物刷新提示'},
[2917]={id = 2917, Text = '流浪之狼出现了！', remark = '魔物刷新提示'},
[2918]={id = 2918, Text = '蚁后出现了！', remark = '魔物刷新提示'},
[2919]={id = 2919, Text = '枯树精出现了！', remark = '魔物刷新提示'},
[2920]={id = 2920, Text = '阿特罗斯出现了！', remark = '魔物刷新提示'},
[2921]={id = 2921, Text = '狮鹫兽出现了！', remark = '魔物刷新提示'},
[2922]={id = 2922, Text = '俄赛里斯出现了！', remark = '魔物刷新提示'},
[2923]={id = 2923, Text = '妖君出现了！', remark = '魔物刷新提示'},
[2924]={id = 2924, Text = '兽人英雄出现了！', remark = '魔物刷新提示'},
[2925]={id = 2925, Text = '道场里隐藏的魔物即将出现', remark = '魔物刷新前提示'},
[2926]={id = 2926, Text = '离开道场的传送阵开启了', remark = '滚蛋提示'},
[2927]={id = 2927, Text = '最后一群魔物出现了，胜利在即', remark = '魔物刷新提示'},
[2928]={id = 2928, Text = '南瓜先生出现了！', remark = '魔物刷新提示'},
[2929]={id = 2929, Text = '白幽灵★出现了！', remark = '魔物刷新提示'},
[2930]={id = 2930, Text = '人鱼★出现了！', remark = '魔物刷新提示'},
[2931]={id = 2931, Text = '喷射哥布灵★出现了！', remark = '魔物刷新提示'},
[2932]={id = 2932, Text = '蜂兵★出现了！', remark = '魔物刷新提示'},
[2933]={id = 2933, Text = '兵蚁★出现了！', remark = '魔物刷新提示'},
[2934]={id = 2934, Text = '魔锅蛋★出现了！', remark = '魔物刷新提示'},
[2935]={id = 2935, Text = '巨石怪★出现了！', remark = '魔物刷新提示'},
[2936]={id = 2936, Text = '蛇女伊丝★出现了！', remark = '魔物刷新提示'},
[2937]={id = 2937, Text = '鬼火★出现了！', remark = '魔物刷新提示'},
[2938]={id = 2938, Text = '米诺斯★出现了！', remark = '魔物刷新提示'},
[2939]={id = 2939, Text = '鬼女★出现了！', remark = '魔物刷新提示'},
[2940]={id = 2940, Text = '兽人战士长★出现了！', remark = '魔物刷新提示'},
[2941]={id = 2941, Text = '傀儡娃娃★出现了！', remark = '魔物刷新提示'},
[2950]={id = 2950, Text = '等级不足，无法挑战', remark = '道场限制消息'},
[2951]={id = 2951, Text = '道场无法越级挑战', remark = '道场限制消息'},
[2952]={id = 2952, Text = '道场尚未开启，火热施工中', remark = '道场未开启'},
[2953]={id = 2953, Text = '一声巨响后魔力人偶化为了魔物', remark = '公会PVE活动'},
[2954]={id = 2954, Text = '加入公会时间少于24小时，无法领取该任务', remark = '公会任务领取失败'},
[2955]={id = 2955, Text = '已拍摄成功', remark = '公会任务拍照成功'},
[2956]={id = 2956, Text = '已拍摄[c][63cd4e]敲萌家族·匹格[-][/c]成功', remark = '六一活动拍照成功'},
[2957]={id = 2957, Text = '已拍摄[c][63cd4e]敲萌家族·贝蒂[-][/c]成功', remark = '六一活动拍照成功'},
[2958]={id = 2958, Text = '已拍摄[c][63cd4e]敲萌家族·卡隆[-][/c]成功', remark = '六一活动拍照成功'},
[2959]={id = 2959, Text = '已拍摄[c][63cd4e]敲萌家族·基诺[-][/c]成功', remark = '六一活动拍照成功'},
[2960]={id = 2960, Text = '已拍摄[c][63cd4e]敲萌家族·凯瑞[-][/c]成功', remark = '六一活动拍照成功'},
[2961]={id = 2961, Text = '已拍摄[c][63cd4e]敲萌家族·艾西[-][/c]成功', remark = '六一活动拍照成功'},
[2962]={id = 2962, Text = '已拍摄[c][63cd4e]敲萌家族·玛雅[-][/c]成功', remark = '六一活动拍照成功'},
[2963]={id = 2963, Text = '权限编辑成功', remark = '编辑权限成功'},
[2964]={id = 2964, Text = '您当前没有编辑权限', remark = '没有编辑权限'},
[2965]={id = 2965, Text = '缺少%s%s的材料', remark = ''},
[2966]={id = 2966, Text = '交易所花费%sZeny。\n您的Zeny总额为%s', remark = ''},
[2967]={id = 2967, Text = '花费%sZeny，%s个乐园币，%s个B格猫金币购买了所需要的材料', remark = ''},
[2968]={id = 2968, Text = '快速购买过程中有%s种商品购买失败', remark = ''},
[2969]={id = 2969, Text = '货币不足，无法快速购买道具', remark = ''},
[3003]={id = 3003, Text = '正在忙，无法使用苍蝇翅膀！', remark = '物品使用提示'},
[3004]={id = 3004, Text = '抱歉！合成所需的材料不足。', remark = '物品合成提示'},
[3050]={id = 3050, Text = '需要【元素箭矢】等级达到要求', remark = '装备箭矢'},
[3051]={id = 3051, Text = '需要装备弓类武器时才可使用', remark = '装备弓类武器'},
[3052]={id = 3052, Text = '需要消耗%s×%s', remark = '消耗技能物品'},
[3053]={id = 3053, Title = '选中队友', Text = '距离队友过远，无法选中', remark = ''},
[3054]={id = 3054, Text = '消耗%s×%s', remark = '消耗技能物品'},
[3056]={id = 3056, Title = '通服', Text = '请先前往依斯鲁得寻找世界线传送师', remark = ''},
[3059]={id = 3059, Title = '通服', Text = '你的等级超过了目标世界线内最高等级的冒险者，无法进行切换', remark = ''},
[3070]={id = 3070, Text = '当前该部位未穿戴装备，无法进行置换', remark = '装备置换'},
[3071]={id = 3071, Text = '当前部位的装备无法进行置换', remark = '装备置换'},
[3082]={id = 3082, Title = '公会搬家', Text = '公会已搬家', remark = '通服'},
[3083]={id = 3083, Title = '公会搬家', Text = '公会华丽金属不足', remark = '通服'},
[3084]={id = 3084, Title = '通服', Text = '你已在该世界线冒险中', remark = '通服'},
[3085]={id = 3085, Title = '通服', Text = '无法向不在同一世界线的角色提出邀请', remark = '通服'},
[3086]={id = 3086, Title = '通服', Text = '无法向该玩家提出邀请', remark = '通服'},
[3087]={id = 3087, Title = '通服', Text = '请先输入目标的世界线编号', remark = '通服'},
[3088]={id = 3088, Title = '通服', Text = '该世界线不存在，请重新输入', remark = '通服'},
[3089]={id = 3089, Title = '通服', Text = '该世界线冒险者过多，无法搬家', remark = '通服'},
[3091]={id = 3091, Title = '通服', Text = '公会解散期间不能进行搬家', remark = '通服'},
[3092]={id = 3092, Title = '通服', Text = '无法加入', remark = ''},
[3101]={id = 3101, Text = '包包已满', remark = '包包'},
[3102]={id = 3102, Text = '临时包包中存入了{itemicon=%s}{item=%s,%s}', remark = '包包'},
[3103]={id = 3103, Text = '包包格子+%s', remark = ''},
[3104]={id = 3104, Text = '手推车已满，无法存入', remark = '商人'},
[3107]={id = 3107, Text = '到达%s级，为您解锁%s个包包格子', remark = ''},
[3108]={id = 3108, Text = '到达%s级，为您解锁%s个个人仓库格子', remark = ''},
[3109]={id = 3109, Text = '个人仓库格子+%s', remark = ''},
[3130]={id = 3130, Text = '一键领取共领取金额为%sZeny，领取道具数量为%s个', remark = ''},
[3131]={id = 3131, Text = '一键领取共领取金额为%sZeny，领取道具数量为%s个 \n 未能成功领取的金额为%sZeny，未能成功领取的道具数量为%s个', remark = ''},
[3200]={id = 3200, Text = 'Base等级低于10级,导师系统尚未解锁', remark = 'Base等级低于最低等级时'},
[3201]={id = 3201, Text = 'Base等级低于%s,无法成为导师', remark = 'Base等级低于最低等级时'},
[3202]={id = 3202, Text = 'Base等级≥%s，无法成为其他玩家的学生', remark = 'Base等级过高'},
[3203]={id = 3203, Text = '该玩家Base等级低于%s，无法成为他的学生', remark = '目标Base等级过低'},
[3204]={id = 3204, Text = '信息已发送', remark = '已成功发布招募信息'},
[3205]={id = 3205, Text = '该玩家的学生已达上限，无法成为他的学生', remark = '目标学生满'},
[3206]={id = 3206, Text = '该玩家没有登记为导师，无法成为他的学生', remark = '目标非导师'},
[3207]={id = 3207, Text = '该玩家Base等级低于%s，无法成为他的导师', remark = '目标的Base等级过低'},
[3208]={id = 3208, Text = '该玩家已拥有导师，无法成为他的导师', remark = '目标已拥有导师'},
[3209]={id = 3209, Text = '你的学生已达上限，无法成为他的导师', remark = '自己的学生已达到上限数量'},
[3210]={id = 3210, Text = '发送间隔过短，请等待', remark = '无法跟同一个玩家短时间内发送多条招募信息'},
[3211]={id = 3211, Text = '该玩家已多次拒绝你的申请，发送失败', remark = '被一个玩家连续拒绝超过3次'},
[3212]={id = 3212, Text = '%s已成为了你的学生', remark = '目标成为了你的学生'},
[3213]={id = 3213, Text = '你成为了%s的学生', remark = '提示信息'},
[3215]={id = 3215, Text = '%s已成为了你的导师。', remark = '提示信息'},
[3216]={id = 3216, Text = '你成为了%s的导师。', remark = '提示信息'},
[3217]={id = 3217, Text = '你已经拥有导师', remark = '提示信息'},
[3221]={id = 3221, Text = '24小时内强制解除过师生关系，无法寻找新的导师', remark = '提示信息'},
[3222]={id = 3222, Text = '24小时内强制解除过师生关系，无法寻找新的学生', remark = '提示信息'},
[3223]={id = 3223, Text = '该玩家处于关系解除惩罚状态，无法成为你的导师', remark = '提示信息'},
[3224]={id = 3224, Text = '该玩家处于关系解除惩罚状态，无法成为你的学生', remark = '提示信息'},
[3225]={id = 3225, Text = '该道具只能对你的学生使用', remark = '提示信息'},
[3226]={id = 3226, Text = '你的学生已经是资深的冒险者了，无法获得道具效果', remark = '提示信息'},
[3227]={id = 3227, Text = '%s生效中，使用失败', remark = '提示信息'},
[3228]={id = 3228, Text = '获得%s的效果', remark = '提示信息'},
[3229]={id = 3229, Text = '没有领取委托看板任务，使用失败', remark = '提示信息'},
[3230]={id = 3230, Text = 'Base等级不足，无法完成毕业', remark = '提示信息'},
[3231]={id = 3231, Text = '在当前导师下学习少于%s天，无法完成毕业', remark = '提示信息'},
[3232]={id = 3232, Text = '没有新的招募信息', remark = '提示信息'},
[3233]={id = 3233, Text = '无法向自己发送招募信息', remark = '提示信息'},
[3234]={id = 3234, Text = '%s已完成，使用失败', remark = '提示信息'},
[3235]={id = 3235, Text = '寻找的间隔过短，请等待片刻后发送', remark = ''},
[3236]={id = 3236, Text = '你已经与%s解除师生关系', remark = '提示信息'},
[3237]={id = 3237, Text = '当前已经处于师生关系', remark = '提示信息'},
[3238]={id = 3238, Text = '尚未完成[导师任务]，招收失败', remark = ''},
[3239]={id = 3239, Text = '[冒险教程]已生效', remark = '提示信息'},
[3240]={id = 3240, Text = '[守护卷轴]已生效', remark = '提示信息'},
[3241]={id = 3241, Text = '[佣兵猫]任务完了', remark = '提示信息'},
[3242]={id = 3242, Text = '正在获取上限，请等待', remark = '提示信息'},
[3243]={id = 3243, Text = '该玩家Base低于%s，无法成为你的学生', remark = '玩家等级小于10级提示'},
[3245]={id = 3245, Text = '奖励领取失败，将于每日5时通过邮件发放。', remark = ''},
[3246]={id = 3246, Text = '你的学生已经是资深的冒险者，无法进行冒险任务。', remark = ''},
[3247]={id = 3247, Text = '对方不在线', remark = ''},
[3248]={id = 3248, Text = '对方申请列表已满，申请失败', remark = ''},
[3249]={id = 3249, Text = '对方申请列表已满，申请失败', remark = ''},
[3250]={id = 3250, Text = 'Base等级不足', remark = ''},
[3300]={id = 3300, Text = '%s对你使用了%s', remark = '谁对你使用了xxxx'},
[3301]={id = 3301, Text = '%s已完成', remark = '看板任务名称已完成'},
[3400]={id = 3400, Text = '无限塔还未开放，不能使用%s', remark = ''},
[3401]={id = 3401, Text = '你从未进入过无限塔，无法使用%s', remark = ''},
[3402]={id = 3402, Text = '无限塔层数已经开放，不需要使用%s', remark = ''},
[3404]={id = 3404, Text = '已为您开放无限塔层数，1-%s层', remark = ''},
[3405]={id = 3405, Text = '背包中没有%s，无法进行快速完成', remark = ''},
[3406]={id = 3406, Text = '该裂隙需要%s级才能进行快速完成，队伍中有玩家等级未达到要求', remark = ''},
[3407]={id = 3407, Text = '只有组队状态下才可以使用%s', remark = ''},
[3432]={id = 3432, Text = '必须将当前技能点数实际投入后才能使用巅峰技能点', remark = '巅峰'},
[3433]={id = 3433, Text = '在跟随状态下无法选择“自动战斗至下一层”', remark = '提示信息'},
[3434]={id = 3434, Text = '职业等级上限得到提升了', remark = '巅峰'},
[3435]={id = 3435, Text = '职业等级上限提升至%s级', remark = '巅峰'},
[3436]={id = 3436, Text = '已购买至上限，无法购买', remark = '巅峰'},
[3500]={id = 3500, Text = '%s烹饪熟练度+%s', remark = '料理'},
[3501]={id = 3501, Text = '%s品尝熟练度+%s', remark = '料理'},
[3502]={id = 3502, Text = '%s食材熟练度+1', remark = ''},
[3503]={id = 3503, Text = '%s修改了品尝权限', remark = ''},
[3504]={id = 3504, Text = '你没有品尝权限哟~', remark = ''},
[3505]={id = 3505, Text = '你已经吃的太多了，先休息一会吧~', remark = ''},
[3506]={id = 3506, Text = '饱腹度+%s', remark = ''},
[3507]={id = 3507, Text = '您不是美食家，食用料理时将无法获得经验~', remark = ''},
[3508]={id = 3508, Text = '厨师经验+%s', remark = ''},
[3509]={id = 3509, Text = '美食家经验+%s', remark = ''},
[3510]={id = 3510, Text = '您最多只能同时摆放5个料理哟~请先吃掉它们吧！', remark = ''},
[3511]={id = 3511, Text = '您最多只能同时摆放3个野餐垫哟~', remark = ''},
[3512]={id = 3512, Text = '当前等级经验已满，请先前往料理协会升级才可继续获得经验哟~', remark = ''},
[3553]={id = 3553, Text = '获得B格猫金币[63cd4e]%s[-]个', remark = ''},
[3554]={id = 3554, Text = '%s数量不足', remark = ''},
[3600]={id = 3600, Text = '只有一转及以上职业的冒险者才能够开启礼包哟~', remark = ''},
[3601]={id = 3601, Text = '只有二转及以上职业的冒险者才能够开启礼包哟~', remark = ''},
[3602]={id = 3602, Text = '只有进阶二转冒险者才能够开启礼包哟~', remark = ''},
[3603]={id = 3603, Text = '完成全部猫狗活动任务后才可购买', remark = ''},
[3604]={id = 3604, Text = '不可以自己送情书给自己哟~勇敢地跟其他人表白吧！', remark = ''},
[3605]={id = 3605, Text = '活动还没有开始哟~', remark = ''},
[3606]={id = 3606, Text = '咕啵~咕啵~信号不同步', remark = ''},
[3607]={id = 3607, Text = '对方跟你不在一个世界线哦~', remark = ''},
[3609]={id = 3609, Text = '已在匹配队列中', remark = ''},
[3612]={id = 3612, Text = '您今天已经品尝过圣诞蛋糕了~小心吃撑哟~', remark = ''},
[3613]={id = 3613, Text = '现在没有空位，等稍等片刻(#^.^#)', remark = ''},
[3615]={id = 3615, Text = '今天不能通过此项目获取更多欢乐值了，请试试其它游乐项目吧(#^.^#)', remark = ''},
[3616]={id = 3616, Text = '道具使用失败，你已经拥有该发型了~', remark = ''},
[3617]={id = 3617, Text = '没有符合条件的契约签订人', remark = ''},
[3618]={id = 3618, Text = '对方不符合契约条件', remark = ''},
[3619]={id = 3619, Text = '你已经成功与%s达成持续30天的召回契约', remark = ''},
[3620]={id = 3620, Text = '您已经向该玩家发起召回邀请', remark = ''},
[3625]={id = 3625, Text = '【重拾初心】任务已添加至追踪栏', remark = ''},
[3626]={id = 3626, Text = '啊哦~商品库存不足了，请期待下一次补货吧~MUA~', remark = ''},
[3627]={id = 3627, Text = '这个道具已经不在包包里了哟~', remark = ''},
[3634]={id = 3634, Text = 'B格猫金币不足无法购买', remark = '金币商人（道具页签）无法购买时'},
[3635]={id = 3635, Text = '复制成功啦~请前往周边商城兑换可爱的包包吧~', remark = ''},
[3636]={id = 3636, Text = '这个兑换码还没有兑换过，无法出售给商店哟~', remark = ''},
[3637]={id = 3637, Text = '您额外获得了%s公会贡献', remark = ''},
[3638]={id = 3638, Text = '啊哦~你已经解锁过这个美瞳了哟~', remark = ''},
[3639]={id = 3639, Text = '没有契约对象，无法签订哟', remark = ''},
[3640]={id = 3640, Text = '已恢复%s秒疲劳时间', remark = ''},
[3641]={id = 3641, Text = '啊哦！今天在本机的扭蛋次数已经用完了~', remark = ''},
[3642]={id = 3642, Text = '你的宠物有此款皮肤了哦~', remark = ''},
[3643]={id = 3643, Text = '这是为选择了今天作为重要一日的二人准备的哟~', remark = ''},
[3700]={id = 3700, Text = '已有设施处于建造/升级中，开启失败', remark = ''},
[3701]={id = 3701, Text = '设施等级无法超过公会等级，开启失败', remark = ''},
[3702]={id = 3702, Text = '已达到每日提交上限，请明天再来吧', remark = ''},
[3703]={id = 3703, Text = '材料不足', remark = ''},
[3704]={id = 3704, Text = '该次提交已被完成，提交失败', remark = ''},
[3705]={id = 3705, Text = '建造/升级的太快了，请等待一段时间再来吧？', remark = ''},
[3706]={id = 3706, Text = '此照片不符合上传条件，上传失败', remark = ''},
[3707]={id = 3707, Text = '%s开始建造了喵！大家一起提供材料，努力把他造好吧喵！', remark = ''},
[3708]={id = 3708, Text = '%s开始升级了喵！大家一起提供材料，一起努力让他变得更好用吧喵！', remark = ''},
[3709]={id = 3709, Text = '%s完成建造了喵！都是大家的功劳喵！', remark = ''},
[3710]={id = 3710, Text = '%s完成升级了喵！都是大家的功劳喵！', remark = ''},
[3711]={id = 3711, Text = '公会仓库中的%s数量不足，无法开启', remark = ''},
[3712]={id = 3712, Text = '设施大厅 已开启', remark = ''},
[3714]={id = 3714, Text = '%s 已开始%s', remark = ''},
[3715]={id = 3715, Text = '%s 已开始建造', remark = ''},
[3716]={id = 3716, Text = '提交 %s*%s', remark = ''},
[3717]={id = 3717, Text = '已完成[%s]', remark = ''},
[3720]={id = 3720, Text = '设施建设进度增加', remark = ''},
[3782]={id = 3782, Text = '公会仓库内材料不足', remark = '神器制造'},
[3783]={id = 3783, Text = '只有会长/副会长可以打造神器', remark = '神器制造'},
[3784]={id = 3784, Text = '已达神器数量上限，请提升建筑等级', remark = '神器制造'},
[3785]={id = 3785, Text = '已达%s数量上限，请提升建筑等级', remark = '神器制造'},
[3787]={id = 3787, Text = '没有需要归还的神器', remark = '神器归还'},
[3789]={id = 3789, Text = '暂时没有可制作的神器', remark = '神器制造'},
[3790]={id = 3790, Text = '凭借大家的努力，%s终于在%s的手中重获新生！', remark = '神器完成'},
[3791]={id = 3791, Text = '当前未装备同类装备，无法装备该神器。', remark = '神器装备'},
[3792]={id = 3792, Text = '当前未装备同类装备，已解除神器。', remark = '神器装备'},
[3793]={id = 3793, Text = '每件神器每日分配次数不得超过%s次', remark = '神器分配'},
[3794]={id = 3794, Text = '无法分配该神器，对方无法使用该神器', remark = '神器分配'},
[3795]={id = 3795, Text = '该道具无法在当前地图使用', remark = '地图使用'},
[3799]={id = 3799, Text = '已成功收回神器，神器将在%s秒后存放至公会资产', remark = '神器分配'},
[3800]={id = 3800, Text = '冒险者，您已经拥有了这件物品了呢~', remark = ''},
[3802]={id = 3802, Text = '已成功分配神器', remark = '神器分配'},
[3804]={id = 3804, Text = '已成功取消收回神器', remark = '神器分配'},
[3806]={id = 3806, Text = '当前没有可以分配与回收的神器', remark = '神器分配'},
[3807]={id = 3807, Text = '不可存入%s仓库', remark = '公会仓库'},
[3808]={id = 3808, Text = '需要公会的会长和副会长才可以进行兑换哦！', remark = ''},
[3809]={id = 3809, Text = ' 消耗{item=%s}x%s个，成功兑换了{item=%s}x%s个，已添加到公会仓库！', remark = ''},
[4012]={id = 4012, Text = '已完成拍摄', remark = '看板队长提示信息'},
[4013]={id = 4013, Text = '%s已经完成提交', remark = '看板队长提示信息'},
[4014]={id = 4014, Text = '%s已经完成访问', remark = '看板队长提示信息'},
[4018]={id = 4018, Text = '当前未拥有神器', remark = ''},
[4019]={id = 4019, Text = '没有制作神器的权限', remark = ''},
[4020]={id = 4020, Text = '该神器已被分配', remark = ''},
[4021]={id = 4021, Text = '没有分配该神器的权限', remark = ''},
[4022]={id = 4022, Text = '请选中归还的神器', remark = ''},
[4023]={id = 4023, Text = '当前神器已被收回', remark = ''},
[4024]={id = 4024, Text = '无法对当前成员进行操作', remark = ''},
[4030]={id = 4030, Text = '本周已经不能使用B格猫币开启更多的华丽宝箱了哦！', remark = ''},
[4031]={id = 4031, Text = '本周已经不能使用公会资金开启更多的华丽宝箱了哦！', remark = ''},
[4032]={id = 4032, Text = '公会资金不足', remark = ''},
[4033]={id = 4033, Text = '当前正有人进行操作', remark = ''},
[4034]={id = 4034, Text = '只有会长/副会长才能开启', remark = ''},
[4035]={id = 4035, Text = '%s已开启', remark = ''},
[4038]={id = 4038, Text = '%s使用了%s%s开启了%s！[c][ff8a00]{ts=%s}[u][/u][-][/c]', remark = ''},
[4039]={id = 4039, Text = '%s使用了%s%s开启了%s！%s获得了%s的%s，真是幸运！', remark = ''},
[4041]={id = 4041, Text = '当前据点已失去，无法开启该华丽宝箱', remark = ''},
[4042]={id = 4042, Text = '没有可以开启的据点宝箱', remark = ''},
[4043]={id = 4043, Text = '新建公会和新加入公会的玩家， 需要在下一次重置后可以购买宝箱！', remark = ''},
[4044]={id = 4044, Text = '非当前公会成员，查看失败', remark = ''},
[4045]={id = 4045, Text = '邀请的玩家正处于退出公会时间惩罚中，暂时无法加入其他公会！', remark = ''},
[4046]={id = 4046, Text = '你当前处于退出公会时间处罚中，暂时无法加入其他公会！', remark = ''},
[4100]={id = 4100, Text = '材料已满', remark = ''},
[4101]={id = 4101, Text = '抱歉，“摩登礼盒”已达到本月购买上限！', remark = ''},
[5001]={id = 5001, Text = '只有队长才能邀请佣兵猫入队', remark = '佣兵猫'},
[5003]={id = 5003, Text = '不能邀请，能同时参战的猫数量已达上限', remark = '佣兵猫'},
[5004]={id = 5004, Text = '无法邀请其他玩家的佣兵猫牵手', remark = '佣兵猫'},
[5005]={id = 5005, Text = '目前状态下无法邀请佣兵猫牵手', remark = ''},
[5020]={id = 5020, Text = '不能使用，需要【改装手推车】Lv.5', remark = '商人'},
[5203]={id = 5203, Text = '当前评级：%s', remark = ''},
[5204]={id = 5204, Text = '当前评级过低', remark = ''},
[6000]={id = 6000, Text = '安全密码需要由6 - 12位数字与字母组成', remark = '安全密码不符合规范'},
[6001]={id = 6001, Text = '密码不一致，请重新输入', remark = '安全密码输入不一致'},
[6002]={id = 6002, Text = '安全密码设置成功', remark = '安全密码生效'},
[6004]={id = 6004, Text = '安全密码开始重置', remark = '安全密码重置'},
[6005]={id = 6005, Text = '安全密码修改成功', remark = '安全密码修改'},
[6006]={id = 6006, Text = '旧密码输入有误，请重新输入', remark = '安全密码修改错误'},
[6007]={id = 6007, Text = '安全密码需要由6 - 12位数字与字母组成', remark = '新安全密码不符合规范'},
[6009]={id = 6009, Text = '安全密码已取消重置', remark = '安全密码已取消重置'},
[6010]={id = 6010, Text = '你的安全密码正在重置中', remark = '安全密码重置时上线提示'},
[6011]={id = 6011, Text = '输入安全密码成功', remark = '解锁成功提示'},
[6012]={id = 6012, Text = '输入安全密码错误，请重新输入', remark = '输入密码错误提示'},
[6013]={id = 6013, Text = '输入错误次数过多，请等待一段时间后输入', remark = '输入次数过多提示'},
[6014]={id = 6014, Text = '旧密码与新密码相同，请重新输入', remark = '旧密码与新密码相同提示'},
[7001]={id = 7001, Text = '试练已经开始！消灭所有魔物，才能继续前进！', remark = '无限副本提示'},
[7002]={id = 7002, Text = '干的漂亮！这是你应得的奖励！', remark = '无限副本提示'},
[7003]={id = 7003, Text = '出现了离开的大门', remark = '无限副本提示'},
[7004]={id = 7004, Text = '消灭所有魔物，才能继续前进', remark = '消灭魔物前进'},
[7005]={id = 7005, Text = '某处的门已出现', remark = '开门提示'},
[7006]={id = 7006, Text = '似乎需要打开什么才能前进', remark = '开门提示'},
[7200]={id = 7200, Text = '大门非常不稳定，不能解锁/开启', remark = '无法解锁提示'},
[7201]={id = 7201, Text = '您没有40个“银质勋章”无法打开大门', remark = '没有道具提示'},
[7202]={id = 7202, Text = '大门没有开启无法进入', remark = '没有开大门的玩家选择进入时提示'},
[7203]={id = 7203, Text = '消耗银质勋章，大门开启。', remark = '使用道具提示'},
[7204]={id = 7204, Text = '等级不足，无法开启大门', remark = '等级不足提示'},
[7205]={id = 7205, Text = '变更公会后需要等到大门再次刷新才能开启。', remark = ''},
[7300]={id = 7300, Text = 'MVP争夺战尚未开启', remark = ''},
[7301]={id = 7301, Text = '当前Base等级不足%s，加入失败', remark = ''},
[7302]={id = 7302, Text = '前方危险，请在组队状态下进入', remark = ''},
[7303]={id = 7303, Text = '只能队长才能够进入', remark = ''},
[7304]={id = 7304, Text = '队伍人数不足%s人，加入失败', remark = ''},
[7305]={id = 7305, Text = '队伍成员Base等级不足%s，加入失败', remark = ''},
[7306]={id = 7306, Text = '%s取消了匹配', remark = ''},
[7308]={id = 7308, Text = 'MVP与MINI已全部被击败，冒险者们请抓紧离开吧！', remark = ''},
[8001]={id = 8001, Text = '没有合适的装备', remark = '宠物提示没有装备'},
[8010]={id = 8010, Text = '冒险时长不足，无法进行冒险', remark = '冒险战斗时长不足时的提示'},
[8011]={id = 8011, Text = '冒险丸子数量不足，无法进行冒险', remark = '冒险丸子不足时的提示'},
[8012]={id = 8012, Text = '本次冒险的宠物数量不能超过%s只', remark = '宠物选择满的提示'},
[8013]={id = 8013, Text = '冒险队列已满，无法进行冒险', remark = '队列满的提示'},
[8014]={id = 8014, Text = '探索新区域需要更多的伙伴一同前往哦！', remark = '解锁任务数量未满时的提示'},
[8015]={id = 8015, Text = '未达到条件，无法进行冒险', remark = '宠物不符合等级好感度等条件的提示'},
[8016]={id = 8016, Text = '冒险已完成，冒险奖励领取成功', remark = '冒险完成的提示'},
[8017]={id = 8017, Text = '%s已解锁', remark = '新区域解锁的提示'},
[8018]={id = 8018, Text = '未选择宠物，无法进行冒险', remark = '宠物一只都没放的提示'},
[8019]={id = 8019, Text = '没有可用于冒险的宠物', remark = '当宠物界面内宠物数量为0时的提示'},
[8020]={id = 8020, Text = '%s获得了%s经验', remark = '宠物获得经验'},
[8021]={id = 8021, Text = '当前没有宠物在身边，无法使用', remark = '没有出战宠物时使用'},
[8022]={id = 8022, Text = '该区域尚未解锁，无法选择', remark = '进行筛选时，区域未解锁'},
[8023]={id = 8023, Text = '冒险开始！', remark = '冒险开始的提示信息'},
[8101]={id = 8101, Text = '无法派遣，已在出战/派遣中', remark = '宠物打工'},
[8102]={id = 8102, Text = '转换工作过于频繁，每只宠物每日只可转换%s次', remark = '宠物打工'},
[8103]={id = 8103, Text = '无法派遣，此宠物不适合此处打工', remark = '宠物打工'},
[8104]={id = 8104, Text = '同时打工场所达到上限，可通过冒险技能/特典卡增加上限', remark = '宠物打工'},
[8105]={id = 8105, Text = '无法打工，请选择1只宠物进行打工', remark = '宠物打工'},
[8107]={id = 8107, Text = '未达到开启条件', remark = '宠物打工'},
[8108]={id = 8108, Text = '同时打工场所已达到上限', remark = '宠物打工'},
[8109]={id = 8109, Text = '请先领取完打工奖励，再进行召回', remark = '宠物打工'},
[8110]={id = 8110, Text = '抱歉无法打工，请重新孵化宠物来获得新的打工技能', remark = '宠物打工'},
[9000]={id = 9000, Text = '背包里没有找到%s这个道具~', remark = '宠物捕捉送好感度道具不足'},
[9001]={id = 9001, Text = '不用再送咯~牠已经迷失在礼物中了，抓紧时间捕获~', remark = '捕捉好感度已满再送道具的提示'},
[9003]={id = 9003, Text = '只能携带一只宠物，需要回收才能孵化', remark = '已孵化一只宠物后再孵化'},
[9004]={id = 9004, Text = '今天已经送了很多礼物了，不能再送了', remark = ''},
[9007]={id = 9007, Text = '您的宠物已死亡，请先等待复活', remark = '宠物死亡打开界面提示'},
[9008]={id = 9008, Text = '继续离开将超过捕获距离，捕获即将终止', remark = '超过10提示'},
[9009]={id = 9009, Text = '你离开太远了，宠物已经离开', remark = '宠物捕获消失提示'},
[9010]={id = 9010, Text = '您的宠物非常优秀，不需要使用该道具。', remark = '宠物所有技能都为10级使用重置道具'},
[9012]={id = 9012, Text = '您没有%s，如果需要请去宠物商人处购买。', remark = ''},
[9013]={id = 9013, Text = '只能为携带的%s增加新时装', remark = '宠物捕获消失提示'},
[9014]={id = 9014, Text = '您的%s宠物获得了新时装', remark = '宠物获得新时装'},
[9016]={id = 9016, Text = '有冒险者正在捕获此魔物', remark = ''},
[9017]={id = 9017, Text = '%s对你的好感度增加了', remark = ''},
[9300]={id = 9300, Text = '恭喜，您的生命体获得了新的形态\n您可以通过宠物信息界面中的头像选择更换生命体形态', remark = '生命体'},
[9502]={id = 9502, Text = '包包中没有这个东西呢~', remark = '背包没有道具报名时的提示'},
[9503]={id = 9503, Text = '您不能竞拍自己的商品', remark = '拍卖当前自己的商品提示'},
[9504]={id = 9504, Text = '没有之前的拍卖记录', remark = '没有上一次的拍卖记录'},
[9505]={id = 9505, Text = '不是报名阶段不能进行上架', remark = ''},
[9506]={id = 9506, Text = '该物品不能上架报名', remark = ''},
[9507]={id = 9507, Text = '相同物品不能重复上架', remark = ''},
[9508]={id = 9508, Text = '现在不是竞拍时间，无法完成出价', remark = ''},
[9509]={id = 9509, Text = '出价低于竞拍最高价', remark = ''},
[9510]={id = 9510, Text = '出价被锁住', remark = ''},
[9511]={id = 9511, Text = '报名上架成功', remark = ''},
[9512]={id = 9512, Text = '本次拍卖已经全部结束！', remark = ''},
[9513]={id = 9513, Text = '您的B格猫金币不足，请先前往打赏', remark = ''},
[9514]={id = 9514, Text = '请勿频繁出价', remark = ''},
[9516]={id = 9516, Text = '拍卖已超过%s分钟，无法进行该次出价。', remark = ''},
[9600]={id = 9600, Text = '排期需要2个人同意哦~ 请和你的伴侣牵手来预约吧！', remark = ''},
[9601]={id = 9601, Text = '等等，NTR是不被允许的哦！', remark = ''},
[9602]={id = 9602, Text = '您还在强制离婚惩罚时间内，再过%s天才能结婚哦~', remark = ''},
[9603]={id = 9603, Text = '您的zeny不足，无法订婚哦~', remark = ''},
[9605]={id = 9605, Text = '有玩家正在预订该日期哦~', remark = ''},
[9606]={id = 9606, Text = '请等待伴侣确认排期……', remark = ''},
[9607]={id = 9607, Text = '%s拒绝了该婚期~请重新选择', remark = ''},
[9608]={id = 9608, Text = '您的伴侣已经同意该婚期，付款成功~！', remark = ''},
[9610]={id = 9610, Text = '查看婚期界面不可进行预约哦~', remark = ''},
[9615]={id = 9615, Text = '预订信息已过期', remark = ''},
[9617]={id = 9617, Text = '您的伴侣还在强制离婚惩罚时间内，再过%s天才能订婚哦~', remark = ''},
[9618]={id = 9618, Text = '确认花费%s购买%s吗？ \n购买后会替换已经拥有的婚戒！', remark = '', button = '确认', buttonF = '取消'},
[9619]={id = 9619, Text = '您受邀参加的婚礼不在本条世界线哦，请确认婚礼邀请函上的信息~', remark = ''},
[9620]={id = 9620, Text = '您的%s不足，无法购买', remark = ''},
[9622]={id = 9622, Text = '需和伴侣在双人组队状态完成此操作', remark = ''},
[9623]={id = 9623, Text = '和伴侣之间距离过远', remark = ''},
[9624]={id = 9624, Text = '对方已下线，无法执行该操作', remark = ''},
[9625]={id = 9625, Text = '您已和%s成功解除婚姻关系', remark = ''},
[9626]={id = 9626, Text = '对方拒绝了乘坐过山车的邀请', remark = ''},
[9627]={id = 9627, Text = '已成功取消婚期预约', remark = ''},
[9628]={id = 9628, Text = '只有主牵手者可以选择预订哦~', remark = ''},
[9629]={id = 9629, Text = '恭喜购买【%s】成功，盛大的婚礼已经向你们迈进✿✿ヽ(°▽°)ノ✿', remark = ''},
[9630]={id = 9630, Text = '确认花费%s购买%s吗？', remark = '', button = '确认', buttonF = '取消'},
[9639]={id = 9639, Text = '婚礼的钟声即将敲响，请带上邀请函前往普隆德拉大教堂观礼哦！', remark = ''},
[9640]={id = 9640, Text = '婚礼仪式已经开启，快点去参加吧！', remark = ''},
[9641]={id = 9641, Text = '双方尚未全部完成订婚前置任务，无法预订婚期', remark = ''},
[9642]={id = 9642, Text = '当前选择的婚戒已经拥有！', remark = ''},
[9643]={id = 9643, Text = '从即刻起你们已成为夫妻，以奥丁之名祝福你们两心永相伴！', remark = ''},
[9644]={id = 9644, Text = '请与你的伴侣牵起小手！', remark = ''},
[9645]={id = 9645, Text = '所邀请的婚礼已经失效了！！！！', remark = ''},
[9646]={id = 9646, Text = '请选择要赠送的玩家哦~', remark = ''},
[9647]={id = 9647, Title = '甜蜜的思念', Text = '时空的距离无法阻隔我们的羁\n绊，快来到我身边吧！', remark = '', button = '好的'},
[9648]={id = 9648, Text = '不要乱点啦~您已经订婚完毕了哦！（＞д＜）', remark = ''},
[9649]={id = 9649, Text = '该区域无法使用此技能', remark = ''},
[9650]={id = 9650, Text = '您预约的婚礼不在本条世界线哦，请确认结婚手册上的信息~', remark = ''},
[9651]={id = 9651, Text = '您的婚礼套餐中尚未购买此项目哦~', remark = ''},
[9652]={id = 9652, Text = '只能和异性伴侣一起步入婚姻殿堂哦~', remark = ''},
[9653]={id = 9653, Text = '对方不在线，技能无效', remark = ''},
[9654]={id = 9654, Text = '前置任务未完成，无法进入蜜月房间', remark = ''},
[9655]={id = 9655, Text = '由于世界线等级限制，无法使用此技能', remark = ''},
[10000]={id = 10000, Text = '数据异常。', remark = '交易所提示消息'},
[10001]={id = 10001, Text = '数据库操作失败。', remark = '交易所提示消息'},
[10002]={id = 10002, Text = '系统异常。', remark = '交易所提示消息'},
[10100]={id = 10100, Text = '出售失败：出售的数量不正确。', remark = '交易所提示消息'},
[10101]={id = 10101, Text = '出售失败：出售的价格不正确。', remark = '交易所提示消息'},
[10102]={id = 10102, Text = '出售失败：不可交易此物品。', remark = '交易所提示消息'},
[10103]={id = 10103, Text = '无法出售：请求参数有误。', remark = '交易所提示消息'},
[10104]={id = 10104, Text = '无法出售：出售的挂单数已达上限。', remark = '交易所提示消息'},
[10105]={id = 10105, Text = '无法出售：插卡的物品不可出售。', remark = '交易所提示消息'},
[10107]={id = 10107, Text = '无法出售：包包查找不到该物品。', remark = '交易所提示消息'},
[10108]={id = 10108, Text = '无法出售：物品数据同步异常。', remark = '交易所提示消息'},
[10109]={id = 10109, Text = '无法出售：货币不足。', remark = '交易所提示消息'},
[10114]={id = 10114, Text = '请选择具体商品进行购买。', remark = '交易所提示消息'},
[10115]={id = 10115, Text = '上架成功，返还[63cd4e]%s[-]Zeny。', remark = '交易所提示消息'},
[10150]={id = 10150, Text = '无法购买：购买的数量不正确。', remark = '交易所提示消息'},
[10151]={id = 10151, Text = '无法购买：查找不到相应的挂单。', remark = '交易所提示消息'},
[10152]={id = 10152, Text = '无法购买：该挂单已被锁定。', remark = '交易所提示消息'},
[10153]={id = 10153, Text = '无法购买：请求的参数有误。', remark = '交易所提示消息'},
[10154]={id = 10154, Text = '无法购买：货币不足。', remark = '交易所提示消息'},
[10156]={id = 10156, Text = '无法购买：购买的价格不正确，请刷新重试。', remark = '交易所提示消息'},
[10158]={id = 10158, Text = '无法购买：购买数量已超出库存。', remark = '交易所提示消息'},
[10200]={id = 10200, Text = '无法下架：该挂单已出售。', remark = '交易所提示消息'},
[10201]={id = 10201, Text = '无法下架：该挂单已被锁定。', remark = '交易所提示消息'},
[10251]={id = 10251, Text = '重新上架失败，该挂单尚未过期。', remark = '交易所提示消息'},
[10252]={id = 10252, Text = '没有匹配的商品在出售，请重新输入。', remark = '交易所提示消息'},
[10253]={id = 10253, Text = '抱歉！该商品目前被禁止上架交易。', remark = '交易所提示消息'},
[10254]={id = 10254, Text = '抱歉！您现在被禁止操作交易所出售功能。', remark = '交易所提示消息'},
[10255]={id = 10255, Text = '抱歉！您现在被禁止操作交易所购买功能。', remark = '交易所提示消息'},
[10404]={id = 10404, Text = '购买失败：该物品抢购期已结束，请刷新后购买。', remark = '抢购期抢购'},
[10406]={id = 10406, Text = '商品已提交至柜台', remark = '上架提示'},
[11000]={id = 11000, Text = '开始前往公会领地-瓦尔基里处', remark = '信仰之证使用正常提示'},
[11001]={id = 11001, Text = '对不起，您当前并没有公会', remark = '信仰之证使用异常提示'},
[12000]={id = 12000, Text = '魔物所携带的可抄袭技能等级高于你的抄袭技能等级，无法抄袭', remark = '流氓抄袭'},
[12001]={id = 12001, Text = '魔物没有携带可抄袭的技能，无法抄袭', remark = '流氓抄袭'},
[12002]={id = 12002, Text = '成功抄袭到%s技能', remark = '流氓抄袭'},
[12003]={id = 12003, Text = '魔物的等级太高无法抄袭技能', remark = '流氓抄袭'},
[12004]={id = 12004, Text = '未抄袭任何技能，请先进行技能抄袭', remark = '流氓抄袭'},
[12005]={id = 12005, Text = '无法从其他玩家身上抄袭技能', remark = '流氓抄袭'},
[13000]={id = 13000, Text = '商品已售罄，下一次早点来哦~', remark = '货物售罄'},
[13011]={id = 13011, Text = '该角色正在被删除，无法切换', remark = '无法切换删除角色'},
[13012]={id = 13012, Text = '没有可切换的角色', remark = '没有角色切换'},
[15000]={id = 15000, Text = '调试消息：%s', remark = '调试消息'},
[20000]={id = 20000, Text = '获得%s(任务物品)', remark = ''},
[20001]={id = 20001, Text = '交出%s(任务物品)', remark = ''},
[20002]={id = 20002, Text = '已开启“省电模式”', remark = '省电模式的开启提示'},
[20003]={id = 20003, Text = '已退出“省电模式”', remark = '省电模式的额退出提示'},
[20004]={id = 20004, Text = '由于你的力量过于强大，%s已被乐园团收回，独自踏上冒险之旅吧', remark = '坐骑回收提示'},
[20005]={id = 20005, Text = '未达到任务要求，任务接取失败', remark = '道具接取任务失败提示'},
[20006]={id = 20006, Text = '任务已添加至追踪栏', remark = '任务接取成功'},
[20007]={id = 20007, Text = '该道具为重要物品，无法存入仓库', remark = '存入仓库失败'},
[20008]={id = 20008, Text = '【骑士的起源】任务已添加至追踪栏', remark = '任务接取成功'},
[25003]={id = 25003, Text = '您的打赏积分不足，无法进行赠送。', remark = '赠送系统（无法赠送）'},
[25004]={id = 25004, Text = '该物品即将到期，无法进行赠送，请尽快领取。', remark = '赠送系统（无法赠送）'},
[25005]={id = 25005, Text = '您已有礼物正在赠送。', remark = '赠送系统（无法赠送）'},
[25006]={id = 25006, Text = '请选择您需要赠送的好友。', remark = '赠送系统（无法赠送）'},
[25007]={id = 25007, Text = '您的礼物已成功赠出。', remark = '赠送系统（礼物赠出）'},
[25008]={id = 25008, Text = '[63cd4e]%s[-]之后的交易记录才可进行赠送。', remark = '赠送系统（无法赠送）'},
[25009]={id = 25009, Text = '打赏积分不足，无法出价。', remark = '打赏积分不足无法拍卖'},
[25010]={id = 25010, Text = '打赏积分不足，无法购买', remark = '打赏积分不足无法购买公会宝箱'},
[25203]={id = 25203, Text = '【时空罪恶】任务已添加至追踪栏', remark = '任务接取成功'},
[25308]={id = 25308, Text = '给好友写一些赠言吧~', remark = ''},
[25311]={id = 25311, Text = 'GVG中无法使用聊天室', remark = ''},
[25312]={id = 25312, Text = '已达购买上限', remark = ''},
[25313]={id = 25313, Text = '请在交易所道具赠送完成后再进行扭蛋赠送哦~', remark = ''},
[25316]={id = 25316, Text = '未在可使用时间范围内', remark = '道具使用提示'},
[25317]={id = 25317, Text = '请在交易所道具赠送完成后再开启公会宝箱哦~', remark = ''},
[25318]={id = 25318, Text = '请在交易所道具赠送完成后再赠送婚纱哦~~', remark = ''},
[25401]={id = 25401, Text = '赠送失败，对方未加你为好友', remark = '赠送类型71的贺卡提示'},
[25403]={id = 25403, Text = '你没有删除权限', remark = '公会照片墙'},
[25407]={id = 25407, Text = '伊米尔的记事簿只能在城镇和公会领地使用哦~', remark = '伊米尔记事簿的使用限制'},
[25408]={id = 25408, Text = '仅二转及二转以上职业才可进行存储操作哦~', remark = '存档的职业限制'},
[25409]={id = 25409, Text = '存档名字不能超过九个字哦~', remark = '存档名字的字数限制'},
[25413]={id = 25413, Text = '多职业功能暂未开放，请耐心等待~', remark = ''},
[25417]={id = 25417, Text = '主人，在这里无法召唤我哦~', remark = '执事功能的屏蔽'},
[25418]={id = 25418, Text = '%s不足', remark = '服装店材料不足提示'},
[25419]={id = 25419, Text = '%s不足无法购买', remark = ''},
[25420]={id = 25420, Text = '时空正在修复，请30秒后再尝试吧~', remark = '存档功能用'},
[25421]={id = 25421, Text = '你切换的太频繁了，请30秒后再尝试吧~', remark = '多职业提示'},
[25422]={id = 25422, Text = '可在二转职业处进行切换操作哦~', remark = '多职业一转职业切换提示'},
[25423]={id = 25423, Text = '还未到活动时间哦，请耐心等待', remark = '女仆活动提示'},
[25425]={id = 25425, Text = '将{itemicon=%s}{item=%s,%s}存放至仓库', remark = '一键出售&存放'},
[25426]={id = 25426, Text = '仓库中没有与背包相同且可堆叠的道具', remark = '一键出售&存放'},
[25428]={id = 25428, Text = '当前没有可一键出售的装备', remark = '一键出售&存放'},
[25429]={id = 25429, Text = '宠物只能品尝1个料理', remark = '批量食用料理'},
[25431]={id = 25431, Text = '尚未学习时空断裂，伊米尔的记事簿的魔力正在消逝', remark = '冒险技能重置'},
[25432]={id = 25432, Text = '还没有相关角色信息哦~', remark = '首次购买的多职业角色'},
[25433]={id = 25433, Text = '还没有星盘信息哦~', remark = ''},
[25434]={id = 25434, Text = '还没有装备信息哦~', remark = ''},
[25435]={id = 25435, Text = '还没有技能信息哦~', remark = ''},
[25436]={id = 25436, Text = '请先选择你的主号后，再进行创建角色操作哦~', remark = '多职业角色补丁'},
[25437]={id = 25437, Text = '只能在主城和公会领地进行切换操作哦~', remark = '切换限制条件提醒'},
[25438]={id = 25438, Text = '当前职业未达到二转，无法打开阿萨神碑', remark = '阿萨神碑的多职业限制'},
[25441]={id = 25441, Text = '请等待其他队员确认完成', remark = '委托任务接取等待提示'},
[25442]={id = 25442, Text = '当前职业阶段不可缴纳巅峰碎片哦~', remark = '巅峰碎片的上交职业阶段限制'},
[25444]={id = 25444, Text = '%s数量不足', remark = '背包中翅膀不足使用小地图快捷按钮提示'},
[25446]={id = 25446, Text = '寻找导师中无法打开申请列表', remark = '导师匹配文本提示'},
[25447]={id = 25447, Text = '%s成为了你的导师', remark = '导师匹配文本提示'},
[25448]={id = 25448, Text = '%s成为了你的学生', remark = '导师匹配文本提示'},
[25449]={id = 25449, Text = '%s拒绝成为你的导师', remark = '导师匹配文本提示'},
[25450]={id = 25450, Text = '%s拒绝成为你的学生', remark = '导师匹配文本提示'},
[25452]={id = 25452, Text = '%s在你的黑名单中，无法建议师生关系', remark = '导师匹配文本提示'},
[25453]={id = 25453, Text = '寻找%s中，无法改变性别', remark = '导师匹配文本提示'},
[25454]={id = 25454, Text = '最高', remark = ''},
[25455]={id = 25455, Text = '秒', remark = ''},
[25456]={id = 25456, Text = '达成', remark = ''},
[25457]={id = 25457, Text = '系统', remark = ''},
[25458]={id = 25458, Text = '交易所', remark = ''},
[25459]={id = 25459, Text = '离线邮件', remark = ''},
[25460]={id = 25460, Text = 'Mail', remark = ''},
[25461]={id = 25461, Text = 'Thank you for your consumption, adventurer!', remark = ''},
[25462]={id = 25462, Text = '婚礼消息', remark = ''},
[25463]={id = 25463, Text = '婚礼管理员', remark = ''},
[25464]={id = 25464, Text = '事件邮件', remark = ''},
[25465]={id = 25465, Text = '天', remark = ''},
[25466]={id = 25466, Text = '小时', remark = ''},
[25467]={id = 25467, Text = '击倒玩家：', remark = ''},
[25468]={id = 25468, Text = '助攻：', remark = ''},
[25469]={id = 25469, Text = 'Combo：', remark = ''},
[25470]={id = 25470, Text = '无畏者：', remark = ''},
[25471]={id = 25471, Text = '救世主：', remark = ''},
[25472]={id = 25472, Text = '伤害：', remark = ''},
[25473]={id = 25473, Text = '有效治疗：', remark = ''},
[25474]={id = 25474, Text = '全场治疗', remark = ''},
[25475]={id = 25475, Text = '无', remark = ''},
[25476]={id = 25476, Text = '这', remark = ''},
[25477]={id = 25477, Text = '枚', remark = ''},
[25478]={id = 25478, Text = '是我的小小心意~', remark = ''},
[25479]={id = 25479, Text = '扭蛋赠送', remark = ''},
[25480]={id = 25480, Text = '离线补偿获得', remark = ''},
[25481]={id = 25481, Text = '艾娃', remark = ''},
[25482]={id = 25482, Text = '求婚戒指', remark = ''},
[25483]={id = 25483, Text = '向', remark = ''},
[25484]={id = 25484, Text = '求婚成功', remark = ''},
[25485]={id = 25485, Text = '斗技场线', remark = ''},
[25488]={id = 25488, Text = '加入队伍语音', remark = '实时语音提示'},
[25489]={id = 25489, Text = '离开队伍语音', remark = '实时语音提示'},
[25490]={id = 25490, Text = '开启队伍麦克风', remark = '实时语音提示'},
[25491]={id = 25491, Text = '关闭队伍麦克风', remark = '实时语音提示'},
[25492]={id = 25492, Text = '加入公会语音', remark = '实时语音提示'},
[25493]={id = 25493, Text = '离开公会语音', remark = '实时语音提示'},
[25494]={id = 25494, Text = '开启公会麦克风', remark = '实时语音提示'},
[25495]={id = 25495, Text = '关闭公会麦克风', remark = '实时语音提示'},
[25496]={id = 25496, Text = '您当前没有公会语音权限', remark = '实时语音提示'},
[25502]={id = 25502, Text = '您的公会获得了公会决战资格！决战将在21点30开启！', remark = ''},
[25518]={id = 25518, Text = '您的公会正在参与公会决战，尚无法修改名称和图标', remark = ''},
[25522]={id = 25522, Text = '无法在MVP争夺战中使用', remark = ''},
[25523]={id = 25523, Text = '正在排队进入中,请耐心等待...', remark = ''},
[25524]={id = 25524, Text = '此时无法使用该道具', remark = ''},
[25525]={id = 25525, Text = '此时无法响应集结糖浆效果', remark = ''},
[25601]={id = 25601, Text = '%s在匹配CD期间,无法重新匹配', remark = ''},
[25602]={id = 25602, Text = '本场MVP争夺战尚未结束，非原匹配成员无法进入副本', remark = ''},
[25606]={id = 25606, Text = '抱歉，您今天的卡片重制次数已经用完了！', remark = ''},
[25607]={id = 25607, Text = '暂无达到报名条件的装备', remark = '拍卖行上架附魔装备'},
[25610]={id = 25610, Text = '该联动活动已经结束，不可再抽取。', remark = ''},
[25700]={id = 25700, Text = '店铺名不可为空，请重新输入', remark = '店铺名为空提示'},
[25702]={id = 25702, Text = '啊哦~你的手速慢了，商品库存不足啦~', remark = '库存不足'},
[25703]={id = 25703, Text = '无法上架：打赏积分不足。', remark = '额度不足'},
[25704]={id = 25704, Text = '对不起，小店已经打烊了，下次请早点来哦！', remark = '店铺关闭买家提示'},
[25705]={id = 25705, Text = '摆摊期间不能使用聊天室，请专心摆摊', remark = '无法使用聊天室'},
[25706]={id = 25706, Text = '获得店铺积分%s!', remark = '获得积分'},
[25707]={id = 25707, Text = '你目前的摆摊位置距离其他摆摊玩家过近，可能会发生遮挡！', remark = '招牌遮挡提示'},
[25708]={id = 25708, Text = '你目前正在摆摊，无法使用该功能！', remark = '摆摊提示'},
[25709]={id = 25709, Text = '你修改名字太频繁了，请5s后再试！', remark = ''},
[25710]={id = 25710, Text = '请专心摆摊，不要交头接耳哦~', remark = '摆摊NPC不可对话'},
[25711]={id = 25711, Text = '对方正在摆摊，无法回应你的牵手请求~', remark = '摆摊牵手'},
[25712]={id = 25712, Text = '当前正在摆摊，无法进行牵手动作~', remark = '摆摊牵手'},
[25717]={id = 25717, Text = '对不起，该功能尚未支持此系统版本，程序大佬们正在努力研发中~~', remark = ''},
----------
[3]={id = 3, Type = 129, Title = '', Text = '获得[63cd4e]%s[-]Job经验', remark = '通用-获得职业经验', button = '', buttonF = ''},
[4]={id = 4, Text = '获得[63cd4e]%s[-]Base经验', remark = '通用-获得角色经验'},
[6]={id = 6, Text = '获得{itemicon=%s}{item=%s,%s}', remark = '通用-获得物品'},
[17]={id = 17, Text = '获得[63cd4e]%s[-]Base,[63cd4e]%s[-]Job经验', remark = '通用浮动框-base、job一起获得'},
[75]={id = 75, Text = '消耗{itemicon=%s}{item=%s,%s}', remark = '仓库消耗滚屏'},
[82]={id = 82, Text = '其中{itemicon=%s}{item=%s,%s}来自手推车空间', remark = '手推车空间消耗滚屏'},
[83]={id = 83, Text = '其中{itemicon=%s}{item=%s,%s}来自个人仓库', remark = '个人仓库消耗滚屏'},
[610]={id = 610, Text = '已储存为传送之阵目标', remark = '技能-传送之阵'},
[611]={id = 611, Text = '此地图无法储存', remark = ''},
[615]={id = 615, Text = '你的[{item=%s}]被【%s】脱卸了 ', remark = '技能'},
[616]={id = 616, Text = '你脱卸了【%s】的[{item=%s}]', remark = '技能'},
[617]={id = 617, Text = '你的[{item=%s}]被【%s】破坏了', remark = '技能'},
[618]={id = 618, Text = '你破坏了【%s】的[{item=%s}]', remark = '技能'},
[914]={id = 914, Title = '系统提示', Text = '恭喜你华丽地被财之神的金钱攻击砸中！获得了[c][ffc514]%s[-][/c]Zeny！赞！', remark = ''},
[916]={id = 916, Title = '情谊巧克力', Text = '您收到了来自冒险者[c][ffc514]%s[-][/c]送来的情谊巧克力，并且开心愉快地吃了下去！', remark = ''},
[917]={id = 917, Title = '本命巧克力', Text = '您收到了来自冒险者[c][ffc514]%s[-][/c]送来的本命巧克力，幸福的飞起来~一口融化在心。', remark = ''},
[918]={id = 918, Title = '情人节牵手提示', Text = '在这个浪漫时节，您已经和[c][c65394]%s[-][/c]愉快地牵着小手[c][c65394]%s[-][/c]分钟了呢！', remark = ''},
[919]={id = 919, Title = '情人节牵手获得巧克力', Text = '太棒了！感应到您和[c][c65394]%s[-][/c]已经持续牵手[c][c65394]%s[-][/c]分钟，爱神赐予你们一份小礼物！', remark = ''},
[953]={id = 953, Text = '看来阁下还需要多多磨炼呢，非常期待你回来揍扁他们哦 (๑•̀ω•́ ๑)', remark = '0分传送提示'},
[962]={id = 962, Text = '[c][ffc514]%s[-][/c]击破了华丽金属。', remark = '最后一击'},
[963]={id = 963, Text = '你被[c][ffc514]%s[-][/c]击倒了。', remark = '被击杀'},
[964]={id = 964, Text = '你击倒了[c][ffc514]%s[-][/c]。', remark = '击杀'},
[965]={id = 965, Text = '你协助[c][ffc514]%s[-][/c]击倒了[c][ffc514]%s[-][/c]。', remark = '助攻'},
[966]={id = 966, Text = '[c][ffc514]%s[-][/c]连续击倒了%s人。', remark = '连斩'},
[967]={id = 967, Text = '你成功拯救了[c][ffc514]%s[-][/c]。', remark = '救世主'},
[968]={id = 968, Text = '你成功反击了[c][ffc514]%s[-][/c]的攻击。', remark = '无畏者'},
[1029]={id = 1029, Text = '特典效果新增31天，持续时间至%s到期，共%s天。', remark = '续费月卡后提醒文字'},
[1030]={id = 1030, Text = '特典即将到期，%s后特典失效。', remark = '特点小于三天的时候每天第一次登陆给予提醒'},
[2634]={id = 2634, Text = '您的公会“%s”已解散', remark = '公会解散上限通知'},
[2640]={id = 2640, Text = '缴纳{item=%s,%s}', remark = '捐赠提示'},
[3001]={id = 3001, Text = '祝贺你！技能点重置成功，请谨慎分配。', remark = '技能点重置成功消息'},
[3002]={id = 3002, Text = '祝贺你！素质点重置成功，请谨慎分配。', remark = '素质点重置成功消息'},
[3105]={id = 3105, Text = '制作成功，获得{itemicon=%s}{item=%s,%s}', remark = '商人'},
[3106]={id = 3106, Text = '制作失败，损失制作材料', remark = '商人'},
[3718]={id = 3718, Text = '获得公会资金x%s', remark = ''},
[3719]={id = 3719, Text = '获得公会资金x%s', remark = ''},
[3780]={id = 3780, Text = '任务%s已被其他成功会员完成', remark = '神器任务被其他成员完成'},
[3781]={id = 3781, Text = '你的公会权限已变更，任务%s已被清除', remark = '公会权限变更'},
[3788]={id = 3788, Text = '%s 已归还%s', remark = '神器归还'},
[3801]={id = 3801, Text = '%s已被%s回收，神器将在%s秒后存放至公会资产', remark = '神器分配'},
[3803]={id = 3803, Text = '获得了 %s分配的%s', remark = '神器分配'},
[3805]={id = 3805, Text = '%s取消了对%s的回收', remark = '神器分配'},
[4002]={id = 4002, Text = '祝贺你！冒险技能点重置成功，请谨慎分配。', remark = '冒险技能点重置成功消息'},
[4015]={id = 4015, Text = '成功占据了%s', remark = ''},
[4016]={id = 4016, Text = '连续%s次成功占据了%s', remark = ''},
[4017]={id = 4017, Text = '公会 获得%s*%s ', remark = ''},
[4025]={id = 4025, Text = '从%s开启的%s中，获得了%s*%s', remark = ''},
[4036]={id = 4036, Text = '公会获得了%s*%s', remark = ''},
[4037]={id = 4037, Text = '华丽宝箱的成员奖励已发放，请前往女神像处领取。（新加入成员需要下一次重置后才可以享受宝箱额外奖励）', remark = ''},
[7309]={id = 7309, Text = '已加入[MVP争夺战]匹配队列', remark = ''},
[7310]={id = 7310, Text = '%s取消了[MVP争夺战]的匹配', remark = ''},
[7313]={id = 7313, Text = '队伍已解散，已退出匹配队列', remark = ''},
[7314]={id = 7314, Text = 'MVP剩余击杀次数已达上限，无法获得奖励。', remark = ''},
[7315]={id = 7315, Text = 'MINI剩余击杀次数已达上限，无法获得奖励。', remark = ''},
[8111]={id = 8111, Text = '获得“卡普拉公会”宠物打工场所', remark = '宠物打工'},
[8112]={id = 8112, Text = '宠物同时打工的场所+1', remark = '宠物打工'},
[8113]={id = 8113, Text = '派遣的%s宠物因打工场所关闭，回到了您身边', remark = '宠物打工'},
[9631]={id = 9631, Text = '婚纱成功送出，记得提醒对方查收邮件哦', remark = '婚纱送出成功'},
[9632]={id = 9632, Text = '对方走太远了，求婚取消', remark = ''},
[9633]={id = 9633, Text = '你走太远了，求婚无法继续', remark = ''},
[9636]={id = 9636, Text = '对方没有及时回答，求婚取消', remark = ''},
[10157]={id = 10157, Text = '您从[c][63cd4e]%s[-][/c]手中购买了[c][63cd4e]%s[-][/c]。', remark = '交易所提示消息'},
[10159]={id = 10159, Text = '您成功购买了[63cd4e]%s[-]个[63cd4e]%s[-]，共扣除[63cd4e]%s[-]Zeny，请在[63cd4e]交易记录[-]中领取商品。', remark = '交易所提示消息'},
[10202]={id = 10202, Text = '[63cd4e]%s[-]现已无法在交易所中上架出售，请在【我要出售】界面取回您的上架物品和上架费用', remark = '交易所提示消息'},
[10250]={id = 10250, Text = '恭喜！您成功地售出了[63cd4e]%s[-]个[63cd4e]%s[-]，共扣除交易税[63cd4e]%s[-]Zeny，共获得了[63cd4e]%s[-]Zeny，请在[63cd4e]交易记录[-]中领取。', remark = '交易所提示消息'},
[10302]={id = 10302, Text = '升级装备不能进入交易所，是否花费[63cd4e]%s[-]Zeny移除升级状态，将返还所有材料', remark = '上架提示', button = '移除', buttonF = '取消'},
[10401]={id = 10401, Text = '您在抢购期抢购中成功购买[63cd4e]%s[-]个[63cd4e]%s[-]，共扣除[63cd4e]%s[-]Zeny，返还[63cd4e]%s[-]Zeny，请在[63cd4e]交易记录[-]中领取退款。', remark = '抢购期抢购'},
[10402]={id = 10402, Text = '您在抢购期期间抢购了[63cd4e]%s[-]个[63cd4e]%s[-]，共预先扣除[63cd4e]%s[-]Zeny。', remark = '抢购期抢购'},
[10403]={id = 10403, Text = '购买失败：您抢购的数量已达抢购期最大数量。', remark = '抢购期抢购'},
[10405]={id = 10405, Text = '您在抢购期期间抢购[63cd4e]%s[-]失败，返还[63cd4e]%s[-]Zeny，请在[63cd4e]交易记录[-]中领取退款。', remark = '抢购期抢购'},
[14000]={id = 14000, Text = '%s达成！女仆好感度已增加%s', remark = '达成每日推荐内容，好感度获得提示'},
[25000]={id = 25000, Text = '您的好友[63cd4e]%s[-]已经成功签收了你的礼物！扣除[63cd4e]%s[-]积分，剩余[63cd4e]%s[-]积分。', remark = '赠送系统（成功签收）'},
[25001]={id = 25001, Text = '非常遗憾，您的好友[63cd4e]%s[-]拒绝了你的礼物！礼物将返回至交易所交易记录。', remark = '赠送系统（礼物拒绝）'},
[25002]={id = 25002, Text = '非常遗憾，礼物送出后因长时间未被领取，现已返回至交易所交易记录。', remark = '赠送系统（长时间未领取）'},
[25100]={id = 25100, Text = '您好！你有一份赠礼送达，请在身边的[63cd4e]%s[-]处领取礼物。', remark = '赠送系统'},
[25102]={id = 25102, Text = '您的礼物已送达了许久，请尽快领取，姜饼人将在1分钟后消失！', remark = '赠送系统'},
[25103]={id = 25103, Text = '由于您长时间未进行领取，姜饼人带着礼物消失了(/ω＼)…', remark = '赠送系统'},
[25309]={id = 25309, Text = '您的好友[63cd4e]%s[-]已经成功签收了你的礼物！', remark = ''},
[25310]={id = 25310, Text = '您有一份[63cd4e]%s年%s月扭蛋因长时间未领取，已自动加入背包', remark = '未领礼盒'},
[25501]={id = 25501, Text = 'GVG决战的入围判定时间快到了，没有达成资格的公会加油防守哦~', remark = ''},
[25505]={id = 25505, Text = '[%s]%s[-]已占领%s，水晶+%s', remark = ''},
[25506]={id = 25506, Text = 'Boss已现身…', remark = ''},
[25507]={id = 25507, Text = '北方平台Boss即将现身…', remark = ''},
[25508]={id = 25508, Text = '南方平台Boss即将现身…', remark = ''},
[25509]={id = 25509, Text = '[%s]%s[-]的[%s]%s[-]击杀了北方平台Boss', remark = ''},
[25510]={id = 25510, Text = '[%s]%s[-]的[%s]%s[-]击杀了南方平台Boss', remark = ''},
[25511]={id = 25511, Text = '[%s]%s[-]收集了4个Boss碎片，合成了一颗华丽水晶', remark = '%s公会名'},
[25512]={id = 25512, Text = '[%s]%s[-]正在攻打[%s]%s[-]的华丽水晶！', remark = '%s公会名'},
[25513]={id = 25513, Text = '[%s]%s[-]击破了[%s]%s[-]的公会据点华丽水晶，[%s]%s[-]水晶-1，30s内角色死亡立刻返回基地', remark = '第一个%s是玩家所属公会颜色，第二个%s是玩家名，第三个是被打公会颜色，第四个是被攻打公会名'},
[25514]={id = 25514, Text = '[%s]%s[-]已收集到4个华丽水晶，即将获胜！', remark = '%s公会名'},
[25515]={id = 25515, Text = '您尚无资格进入诸神遗迹决战战场', remark = ''},
[25516]={id = 25516, Text = '决战战场将在21点27分开放，请耐心等待', remark = ''},
[25519]={id = 25519, Text = '战斗开始！占领区域将在3分钟后开放！', remark = ''},
----------
[5]={id = 5, Type = 2, Title = 'VIP提示', Text = '今日已购买[b]%s/%s[/b]次\n提升vip等级即可提升购买次数的上限', remark = '通用-次数上限VIP', button = '确定', buttonF = '取消'},
[7]={id = 7, Title = '温馨提示', Text = '是否离开这里？', remark = '回城'},
[65]={id = 65, Title = '', Text = '可对%s层立即通关，确认使用？', remark = '古塔研究道具'},
[103]={id = 103, Title = '温馨提示', Text = '体力不足无法进行挑战', remark = '挑战体力不足，购买体力', button = '购买体力'},
[104]={id = 104, Title = '温馨提示', Text = '是否要离开副本？\n[c][ffaa19]*离开副本将不会返还已扣除的体力[-][/c]', remark = '手动离开副本提示'},
[105]={id = 105, Title = '温馨提示', Text = '是否要离开副本？', remark = '死亡离开副本'},
[107]={id = 107, Title = '温馨提示', Text = '扫荡还未开启\n需要三星通关才能开启扫荡功能', remark = '没收集到3星不能开启扫荡提示'},
[108]={id = 108, Title = '温馨提示', Text = '您当前的vip等级：%s\n升级VIP，每天可获得更多挑战', remark = '重置次数已满/不能进行重置提示', button = 'vip入口'},
[109]={id = 109, Title = '温馨提示', Text = '花费%s钻石可重置挑战次数\n今日还可重置%s/%s', remark = '重置挑战上限'},
[111]={id = 111, Title = '温馨提示', Text = '钻石不足，购买钻石同时还能提升VIP等级哦~！', remark = '钻石不足标准提示', button = '购买钻石'},
[113]={id = 113, Title = '任务道具销毁', Text = '是否确定销毁%s？', remark = '任务道具销毁'},
[115]={id = 115, Title = '', Text = '是否接受邀请，进入神谕副本', remark = '卡牌副本邀请函'},
[120]={id = 120, Title = '', Text = '是否接受邀请，进入地球裂隙', remark = '奥特曼副本邀请函'},
[200]={id = 200, Title = '温馨提示', Text = '切换职业后您当前所使用的武器会失效，是否确认切换？', remark = '切换职业时的提示确认框'},
[201]={id = 201, Title = '逼格猫的询问', Text = '喵~冒险者哟，需要逼格猫亲自带走你的打赏喵？', remark = '充值成功后退出时弹出的确认框', button = '快来', buttonF = '不要'},
[203]={id = 203, Title = '', Text = '喵~冒险告一段落，挪爪前往评论页写下冒险日记吧！', remark = 'ed播放完毕后的求五星好评弹窗', button = '这就前往', buttonF = '残忍拒绝'},
[231]={id = 231, Title = '', Text = '所选装备有强化等级/卡片，是否确认作为修理材料？', remark = '装备修理材料', button = '确认'},
[242]={id = 242, Title = '', Text = '该装备已有附魔，是否作为修理材料？', remark = '附魔装备的修理材料提示', button = '确认'},
[245]={id = 245, Title = '', Text = '消耗装备中存在已附魔/精炼装备，是否继续？', remark = '安全精炼', button = '确认'},
[247]={id = 247, Title = '', Text = '选用的材料中有精炼+%s装备，是否作为材料？', remark = '', button = '确认'},
[253]={id = 253, Title = '', Text = '材料装备进行过升级，是否选用升级装备进行修复？', remark = '', button = '确认'},
[323]={id = 323, Title = '组队邀请', Text = '[c][ffc514]%s[-][/c]\n[c][f5f5ae]%s[-][/c][c][f5f5ae]发来邀请[-][/c]', remark = '组队发来的组队请求'},
[326]={id = 326, Title = '队伍提示', Text = '是否将[c][1f74bf]%s[-][/c]踢出队伍', remark = '踢出队伍'},
[327]={id = 327, Title = '队伍提示', Text = '是否将队长移交给[c][1f74bf]%s[-][/c]', remark = '移交队长'},
[328]={id = 328, Title = '队伍提示', Text = '是否要退出当前组队？', remark = '退出队伍'},
[344]={id = 344, Title = '一键上车', Text = '[c][f5f5ae]队长[-][/c][c][ffc514]%s[-][/c]\n[c][f5f5ae]邀请你进行跟随战斗[-][/c]', remark = '全员跟随邀请', button = '上车'},
[393]={id = 393, Title = '', Text = '%s想与你双人互动', remark = '', button = '同意', buttonF = ''},
[401]={id = 401, Title = '温馨提示', Text = '该装备的精炼等级为+%s，是否进行还原？', remark = '还原2次确认框'},
[405]={id = 405, Title = '队伍信息', Text = '[c][ffc514]%s[-][/c]\n[c][f5f5ae]邀请你一起乘坐[-][/c][c][ffc514]%s[-][/c]', remark = '载具请求', button = '同意'},
[406]={id = 406, Title = '队伍信息', Text = '[c][ffc514]%s[-][/c]\n[c][f5f5ae]召唤队友一起进入[-][/c][c][ffc515]%s[-][/c]', remark = '召唤队友进入副本', button = '跟随'},
[415]={id = 415, Title = '温馨提示', Text = '从好友名册中删除好友？\n[c][1f74bf]%s[-][/c]', remark = '删除好友二次确认'},
[425]={id = 425, Title = '', Text = '是否确认将%s加入黑名单？\n加入黑名单后将无法收到该玩家任何信息', remark = '黑名单拉黑提示'},
[426]={id = 426, Title = '', Text = '是否将%s设为永久黑名单成员？', remark = '永久拉黑'},
[427]={id = 427, Title = '', Text = '%s在你的黑名单中\n是否将其移出并添加为好友？', remark = '加黑名单好友'},
[511]={id = 511, Title = '插卡提示', Text = '是否将%s插至%s装备？', remark = '包包-插卡'},
[602]={id = 602, Title = '温馨提示', Text = '还有未确认的技能加点，是否放弃加点？', remark = '技能加点未确认时的返回'},
[606]={id = 606, Title = '温馨提示', Text = '减去当前技能等级，会使%s职业技能点全部返还，是否减去？', remark = ''},
[701]={id = 701, Title = '净化弹窗', Text = '净化能源 %s/%s', remark = '靠近boss的净化弹窗', button = '净化%s'},
[810]={id = 810, Title = '', Text = '正在聊天室中，是否离开？', remark = '离开聊天室的二次确认', button = '确认'},
[825]={id = 825, Title = '牵手邀请', Text = '[c][ffc514]%s[-][/c]\n发来牵手邀请带你飞', remark = '组队发来的组队请求'},
[871]={id = 871, Title = '收到情书', Text = '[c][ffc514]%s[-][/c]\n[c][f5f5ae]充满爱慕地寄来一份情书', remark = '对方收到情书时的确认阅读按钮。', button = '阅读', buttonF = ''},
[903]={id = 903, Title = '放弃任务选择', Text = '是否要放弃悬赏任务？', remark = '放弃任务提示'},
[934]={id = 934, Title = '系统提示', Text = '该装备精炼等级为+%s，是否确认做为修理材料？', remark = '精炼做修理材料提示+4以上', button = '确认'},
[937]={id = 937, Title = '系统提示', Text = '你已经参加过今天的运势占卜了哦~还想再玩一次吗？', remark = '', button = '确认', buttonF = ''},
[969]={id = 969, Title = '确认挑战', Text = '队长挑战了\n[c][ffc514]%s[-][/c]', remark = '沙漠之狼发来的挑战请求', button = '确认'},
[979]={id = 979, Title = '确认挑战', Text = '队长接受了\n[c][ffc514]%s[-][/c]的挑战。', remark = '沙漠之狼发来的挑战请求', button = '确认'},
[987]={id = 987, Title = '确认兑换', Text = '即将使用[ffc514]%s[-]份[ffc514]%s[-]兑换[ffc514]%s[-]', remark = '', button = '确认'},
[992]={id = 992, Title = '确认替换', Text = '确定要删除并替换掉该照片吗？', remark = '替换的时候确认框', button = '确认'},
[993]={id = 993, Title = '确认删除', Text = '确定要删除选中的照片吗？', remark = '删除的时候确认框', button = '确认'},
[1028]={id = 1028, Title = '', Text = '确定返回登录画面？', remark = '', button = '返回登录', buttonF = '继续连接'},
[1102]={id = 1102, Title = '', Text = '特典效果已过期，是否前往打赏续费？', remark = '过期后第一次上线时给予此提醒', button = '前往续费', buttonF = '暂时不续'},
[1150]={id = 1150, Title = '确认制作', Text = '选择的卡片里有紫色卡片，确定要制作吗？', remark = '国王波利合成卡片二次确认'},
[1305]={id = 1305, Title = '组队提示', Text = '脱离队伍会离开恩德勒斯塔，是否确认离队？', remark = '恩德勒斯塔中脱离队伍'},
[1311]={id = 1311, Title = '', Text = '是否跟随队长挑战恩德勒斯塔？', remark = '队长开启后的跟随', button = '跟随', buttonF = ''},
[1312]={id = 1312, Title = '', Text = '队友已经进入了恩德勒斯塔，是否加入？', remark = '当有玩家已经发起挑战/已经开始挑战', button = '跟随进入'},
[1351]={id = 1351, Title = '', Text = '此券本月可兑换%s，是否使用？', remark = ''},
[1352]={id = 1352, Title = '', Text = '已没有可激活的白色图签，是否愿意转换成%s个冒险家硬币？', remark = ''},
[1353]={id = 1353, Title = '', Text = '已没有可激活的绿色图签，是否愿意转换成%s个冒险家硬币？', remark = ''},
[1354]={id = 1354, Title = '', Text = '已没有可激活的蓝色图签，是否愿意转换成%s个冒险家硬币？', remark = ''},
[1355]={id = 1355, Title = '', Text = '已没有可激活的MINI图签，是否愿意转换成%s个冒险家硬币？', remark = ''},
[1356]={id = 1356, Title = '', Text = '已没有可激活的MVP图签，是否愿意转换成%s个冒险家硬币？', remark = ''},
[1357]={id = 1357, Title = '', Text = '已没有可激活的BOSS图签，是否愿意转换成%s个冒险家硬币？', remark = ''},
[1359]={id = 1359, Title = '', Text = '是否提升穿戴中%s的精炼等级至%s？', remark = ''},
[1402]={id = 1402, Title = '温馨提示', Text = '你所出售物品有可交易的道具/宠物蛋，确定要出售吗？', remark = '物品出售'},
[1404]={id = 1404, Title = '出售', Text = '该装备已强化或插有卡片，确定要出售吗？', remark = '物品出售'},
[1405]={id = 1405, Title = '温馨提示', Text = '你出售的物品里有些道具比较贵重，确定要出售吗？', remark = '物品出售'},
[1606]={id = 1606, Title = '修复时间裂隙', Text = '时空裂隙非常不稳定，是否进行修复？    ', remark = '修复时间裂隙的点击弹窗', button = '修复时空裂隙'},
[1609]={id = 1609, Title = '系统提示', Text = '是否要放弃修复？', remark = '放弃接取新修复时提示'},
[1612]={id = 1612, Title = '', Text = '你不是队长无法接取/放弃修复任务', remark = '接其他修复提示'},
[1704]={id = 1704, Title = '继承提示', Text = '是否将强化等级继承至该装备？', remark = '替换装备时，如果装备有强化等级', button = '继承', buttonF = '不继承'},
[1710]={id = 1710, Title = '自动战斗', Text = '是否将普通攻击移出自动技能栏？该操作会使自动挂机时不再使用普通攻击', remark = '自动战斗'},
[2199]={id = 2199, Title = '', Text = '放弃据点后不再享受据点收益。\n放弃距点时间内若公会抢占其他据点，则会直接完成放弃\n放弃据点倒计时%s', remark = '', button = '确认放弃', buttonF = '关闭'},
[2200]={id = 2200, Title = '', Text = '是否取消放弃据点？\n剩余时间%s', remark = '', button = '取消放弃', buttonF = '关闭'},
[2215]={id = 2215, Title = '', Text = '无公会的冒险者或与公会线与当前世界线不同的冒险者将无法对华丽水晶造成伤害，确定要前往吗？', remark = 'GVG', button = '前往'},
[2508]={id = 2508, Title = '', Text = '冒险者[c][63cd4e]%s[-][/c]死亡了，是否使用天地树叶子将其复活？', remark = '天地树叶子使用提醒', button = '复活'},
[2513]={id = 2513, Title = '', Text = '冒险者[c][63cd4e]%s[-][/c]死亡了，是否使用复活术将其复活？', remark = '复活术使用提醒', button = '复活'},
[2632]={id = 2632, Title = '', Text = '%s邀请你加入公会\n[-][/c][c][ffc514]%s[-][/c]', remark = '邀请玩家加入公会提示', button = '加入'},
[2649]={id = 2649, Title = '', Text = '需要更新游戏版本才能上传自定义图片哦~', remark = '自定义公会图标功能开启', button = '前往下载'},
[2800]={id = 2800, Title = '', Text = '是否确认从公会逐出此成员？\nLv.%s %s', remark = '逐出公会提示', button = '逐出公会'},
[2801]={id = 2801, Title = '', Text = '是否将会长职位转交给该成员？\nLv.%s %s\n公会每日只能进行一次会长交接', remark = '会长交接', button = '会长交接'},
[2902]={id = 2902, Title = '队伍信息', Text = '[c][63cd4e]%s[-][/c]\n[c][63cd4e]邀请你参加道场挑战[-][/c][c][63cd4e]%s[-][/c]', remark = '道场挑战邀请', button = '同意'},
[2903]={id = 2903, Title = '', Text = '[c][63cd4e]%s[-][/c]\n[c][63cd4e]已经开始了道场挑战，是否加入？', remark = '当有玩家已经发起挑战/已经开始挑战', button = '跟随进入'},
[2905]={id = 2905, Title = '', Text = '队友已经开始了道场挑战，是否加入？', remark = '当有玩家已经发起挑战/已经开始挑战', button = '跟随进入'},
[3000]={id = 3000, Title = '温馨提示', Text = '技能重置会将所有已分配的技能点还原，是否确认使用？', remark = '技能点重置提醒', button = '使用'},
[3081]={id = 3081, Title = '公会搬家', Text = '公会已搬家至世界线：[c][63cd4e]%s[-][/c]，现\n在就随同前往[c][63cd4e]%s[-][/c]吗？', remark = '公会发来的搬家请求', button = '前往'},
[3090]={id = 3090, Title = '通服', Text = '取消搬家不会返还搬家费用，是否继续？', remark = '通服', button = '继续'},
[3100]={id = 3100, Title = '', Text = '想要花费[c][63cd4e]%s[-][/c]来增加[c][63cd4e]5[-][/c]格包包的存储空间吗？', remark = '包包', button = '确认'},
[3218]={id = 3218, Title = '', Text = '是否添加%s为好友？', remark = '确认/取消', button = '确认'},
[3219]={id = 3219, Title = '', Text = '是否解除师生关系？若对方离线时间小于72小时，解除关系后24小时内将无法寻找新的导师。', remark = '确认/取消', button = '确认'},
[3220]={id = 3220, Title = '', Text = '是否解除师生关系？若对方离线时间小于72小时，解除关系后24小时内将无法寻找新的学生。', remark = '确认/取消', button = '确认'},
[3403]={id = 3403, Title = '', Text = '使用%s将会为你开放所有历史最高层数及以下的层数（最高开放至70层）\n是否确定使用？', remark = '', button = '确认'},
[3430]={id = 3430, Title = '', Text = '技能的等级得到了更多的强化，可以投入更多的技能点来升级技能了', remark = '巅峰', button = '确认', buttonF = ''},
[3431]={id = 3431, Title = '', Text = '减去当前技能等级，将会使突破技能上限的技能等级全部返还，是否减去？', remark = '巅峰'},
[3550]={id = 3550, Title = '', Text = '本月活动限时折扣已结束，您将使用原价抽取了~', remark = '扭蛋币价格刷新', button = '确认', buttonF = ''},
[3551]={id = 3551, Title = '', Text = 'B格猫金币不足，您可以通过打赏从卡普拉公司换取一些，是否前往？', remark = '扭蛋币不足', button = '前往'},
[3552]={id = 3552, Title = '', Text = '是否要回收选中的[c][63cd4e]%s[-][/c]个物品，您将获得[c][63cd4e]%s[-][/c]张%s。', remark = '', button = '确认'},
[3555]={id = 3555, Title = '', Text = '亲爱的冒险者，请您先更新游戏，才能进行购买哟~', remark = '', button = '前往'},
[3610]={id = 3610, Title = '', Text = '确定要取消报名吗？', remark = '', button = '确认'},
[3611]={id = 3611, Title = '', Text = '你将要购买的是有性别限制的道具，请仔细确认哦~', remark = '', button = '确认'},
[3621]={id = 3621, Title = '', Text = '本次活动期间，你已经与10名玩家达成过召回契约，无法与更多玩家达成契约，是否继续召回？', remark = '', button = '确认'},
[3786]={id = 3786, Title = '', Text = '神器分配已变更，是否确认?', remark = '神器分配', button = '确认'},
[3796]={id = 3796, Title = '', Text = '是否将该神器分配给当前玩家？', remark = '神器分配', button = '确认'},
[3797]={id = 3797, Title = '', Text = '是否回收该神器？', remark = '神器分配', button = '确认'},
[3798]={id = 3798, Title = '', Text = '是否取消回收该神器？', remark = '神器分配', button = '确认'},
[4009]={id = 4009, Title = '', Text = '[63cd4e]%s[-]\n协助你领取任务[63cd4e]%s[-]', remark = '看板队长冒险技能任务推送框', button = '领取'},
[4010]={id = 4010, Title = '', Text = '[63cd4e]%s[-]\n协助你完成任务[63cd4e]%s[-]', remark = '看板队长冒险技能任务完成框', button = '确认'},
[4011]={id = 4011, Title = '', Text = '[63cd4e]%s[-]组队接取了任务：\n[63cd4e]%s[-]，是否替换？', remark = '看板队长冒险技能任务替换', button = '确认'},
[5002]={id = 5002, Title = '', Text = '你确定要解雇这位佣兵猫吗？', remark = '佣兵猫', button = '解雇'},
[6003]={id = 6003, Title = '', Text = '重置后安全密码失效，是否重置？', remark = '安全密码重置', button = '确认'},
[6008]={id = 6008, Title = '', Text = '是否取消安全密码重置？', remark = '安全密码取消重置', button = '确认'},
[7307]={id = 7307, Title = '', Text = '退出当前队伍后将离开该场景，是否确认？', remark = '', button = '确认'},
[7311]={id = 7311, Title = '', Text = '取消匹配后，队伍内所有队员都将退出匹配队列，是否依旧退出？', remark = '', button = '确认'},
[7312]={id = 7312, Title = '', Text = '退出组队将会同时离开当前场景，是否依旧退出？', remark = '', button = '确认'},
[8024]={id = 8024, Title = '', Text = '该宠物等级大于你的base等级，取出时宠物等级将临时降低至%s级，是否取出？', remark = '高等级宠物从仓库取出时', button = '确认'},
[8106]={id = 8106, Title = '', Text = '是否结束%s的打工？', remark = '宠物打工', button = '确认'},
[9002]={id = 9002, Title = '', Text = '交易宠物蛋将会把宠物装备卸载', remark = '', button = '确认'},
[9005]={id = 9005, Title = '', Text = '是否要让宠物恢复成宠物蛋？', remark = '', button = '确认'},
[9006]={id = 9006, Title = '', Text = '更换主人将会重置魔物等级和名字，是否继续？', remark = '更换主人孵化', button = '确认'},
[9501]={id = 9501, Title = '', Text = '是否将此道具上架报名？', remark = '点击报名拍卖的二次确认', button = '确认'},
[9515]={id = 9515, Title = '', Text = '在当前竞价%s上加价[c][63cd4e]%s[-][/c]B格猫金币？\n此次总加价[c][63cd4e]%s[-][/c]B格猫金币。\n注：竞拍失败后返还B格猫金币。', remark = '', button = '确定出价'},
[9604]={id = 9604, Title = '', Text = '确认消耗%s预订%s线%s月%s日%s:00-%s:00的结婚时段么', remark = '', button = '预订'},
[9609]={id = 9609, Title = '[f57b7b]%s婚期确认', Text = '已预约%s月%s日%s:00~%s:00\n%s线的婚礼排期，你同意吗~？', remark = '', button = '同意', buttonF = ''},
[9611]={id = 9611, Title = '', Text = '确定放弃已预约的婚期吗？（已付费内容均不会退还）', remark = ''},
[9612]={id = 9612, Title = '协议离婚申请', Text = '%s申请离婚\n并邀请你乘坐离婚过山车', remark = '', button = '同意', buttonF = ''},
[9613]={id = 9613, Title = '', Text = '确定要结束曾经的回忆，与%s离婚吗？', remark = '', button = '离婚'},
[9614]={id = 9614, Title = '', Text = '确定交付128B格猫金币并强制与%s离婚吗', remark = '', button = '离婚'},
[9621]={id = 9621, Title = '', Text = '确认与%s解除婚姻关系吗？', remark = '', button = '确认'},
[9635]={id = 9635, Title = '提示', Text = '退出相机并移动后求婚动作就结束了，要退出吗？', remark = '', button = '退出'},
[9637]={id = 9637, Title = '%s的求婚', Text = '对方正在向你求婚，要接受吗？\n（移动后会结束求婚演出）', remark = '', button = '接受', buttonF = ''},
[9638]={id = 9638, Title = '神圣仪式开始！', Text = '请新人牵手微笑~', remark = '', button = '开始', buttonF = ''},
[10106]={id = 10106, Title = '温馨提示', Text = '无法出售：强化的装备不可出售，是否前往分解？', remark = '交易所提示消息', button = '前往'},
[10110]={id = 10110, Title = '', Text = '您所出售的装备经过特殊处理，上架将进行初始化。初始化会返还所有费用和卡片，但会保留精炼等级，是否确认上架？', remark = '交易所提示消息', button = '确认上架'},
[10111]={id = 10111, Title = '', Text = '您所出售的物品中包括特殊处理的装备，出售将会返还其所有材料、费用和卡片，是否确认出售？', remark = '商店出售提示消息', button = '确认出售'},
[10112]={id = 10112, Title = '', Text = '您所出售的物品中包括特殊处理的装备及其他贵重物品，出售将会返还装备处理的所有材料、费用和卡片，是否确认出售？', remark = '商店出售提示消息', button = '确认出售'},
[10155]={id = 10155, Title = '', Text = '注意！您正在购买一件破损的物品，是否确认购买？', remark = '交易所提示消息', button = '购买'},
[13010]={id = 13010, Title = '', Text = '是否确认切换角色？', remark = '切换角色确认'},
[25101]={id = 25101, Title = '', Text = '确定拒绝该份赠礼吗？', remark = '赠送系统'},
[25201]={id = 25201, Title = '', Text = '当前版本无法使用交易所赠送功能，请更新客户端', remark = '赠送系统开启', button = '前往下载'},
[25202]={id = 25202, Title = '', Text = '当前设备还未验证为安全设备，无法使用交易所赠送功能', remark = '赠送系统开启', button = '进行验证'},
[25314]={id = 25314, Title = '', Text = '扭蛋有活动变化啦！点击确定刷新界面！', remark = '', buttonF = ''},
[25402]={id = 25402, Title = '', Text = '升级后此装备将变成%s，精炼等级会下降2级，若装备中已插入卡片，卡片会自动卸下放入包包。', remark = '装备升级2次确认弹框提示'},
[25404]={id = 25404, Title = '', Text = '确认删除照片？', remark = '照片墙删除确认'},
[25405]={id = 25405, Title = '', Text = '当前尚未拥有执事，是否前往普隆德拉皇宫雇佣？', remark = '执事的首次雇佣'},
[25410]={id = 25410, Title = '', Text = '是否购买该存档位？', remark = '存档位的购买'},
[25411]={id = 25411, Title = '', Text = '你的金章少于%s，公会贡献少于%s，切换将会导致星盘重置，是否切换？', remark = '星盘材料不足时切换', button = '切换', buttonF = '再想想'},
[25414]={id = 25414, Title = '', Text = '多职业版本来袭，首次登录游戏的角色将视为主号，将享有补偿奖励，达到要求的副号角色会复刻至主号，确认使用该角色进入游戏？', remark = '', buttonF = '我再想想'},
[25415]={id = 25415, Title = '', Text = '你的选择是Base等级为%s的%s，是否确认你的选择？', remark = '', buttonF = '容我三思'},
[25416]={id = 25416, Title = '', Text = '你的本次操作将不可撤销，请慎重做出你的选择？', remark = '', button = '确认'},
[25430]={id = 25430, Title = '', Text = '删除后将无法读取该存档，确认删除？', remark = '存档删除', button = '确认'},
[25443]={id = 25443, Title = '一键完成委托', Text = '[c][f5f5ae]队长[-][/c][c][ffc514]%s[-][/c]\n[c][f5f5ae]邀请你一同使用佣兵宅急便[-][/c]', remark = '队长携带看板队长冒险技能后快速完成后队员的弹框提示', button = '拒绝', buttonF = ''},
[25521]={id = 25521, Title = '集结糖浆', Text = '队长正在使用集结糖浆召唤你，要传送到他的附近吗？', remark = '', button = '传送', buttonF = ''},
[25701]={id = 25701, Title = '', Text = '确定收摊？', remark = '收摊提示', button = '我要收摊', buttonF = '继续摆摊'},
----------
[11]={id = 11, Type = 128, Title = '', Text = '获得{item=%s,%s}', remark = '3D道具获得时系统提示', button = '', buttonF = ''},
[451]={id = 451, Text = '已恢复1分钟疲劳时间', remark = '听唱片恢复疲劳'},
[518]={id = 518, Text = '已进入疲劳期，锁链雷锭暂停生效，还剩余加速战斗时长%s分钟', remark = '双倍卡使用'},
[1702]={id = 1702, Title = '系统提示', Text = '强化已继承至新的装备，返还Zeny×%s', remark = '替换装备时，如果装备有强化等级'},
[1703]={id = 1703, Title = '系统提示', Text = '强化已继承至新的装备', remark = '替换装备时，如果装备有强化等级'},
[2501]={id = 2501, Text = '抱歉！您因死亡扣除了[63cd4e]%s[-]点Base经验。', remark = '死亡扣除经验'},
[2502]={id = 2502, Text = '本次离线时间为[63cd4e]%s[-]分钟，共获得[63cd4e]%s[-]点Base经验和[63cd4e]%s[-]点Job经验。', remark = '离线挂机'},
[2503]={id = 2503, Text = '今日战斗时长已达[63cd4e]%s[-]分钟，战斗时长超过[63cd4e]%s[-]分钟后，野外普通怪物经验和掉落概率将逐渐衰减。', remark = '防沉迷'},
[2504]={id = 2504, Text = '本次离线挂机时间为[63cd4e]%s[-]分钟，您当前的Job等级已满，共获得了[63cd4e]%s[-]点Base经验。', remark = '离线挂机'},
[2505]={id = 2505, Text = '本次离线挂机时间为[63cd4e]%s[-]分钟，您的Base等级已满，共获得了[63cd4e]%s[-]点Job经验。', remark = '离线挂机'},
[2506]={id = 2506, Text = '您使用了不死之证进行复活，死亡扣除的[63cd4e]%s[-]点Base经验现已返还。', remark = '归还经验'},
[2507]={id = 2507, Text = '好心的冒险者[63cd4e]%s[-]将您复活了，死亡扣除的[63cd4e]%s[-]点Base经验现已返还。', remark = '归还经验'},
[2511]={id = 2511, Text = '今日战斗时长已达[63cd4e]%s[-]分钟。', remark = '防沉迷'},
[2512]={id = 2512, Text = '您刚刚将冒险者[63cd4e]%s[-]复活了。', remark = '复活消息'},
[2514]={id = 2514, Text = '【限定特典】额外增加[63cd4e]%s[-]分钟战斗时长。', remark = '【限定特典】战斗时长'},
[2515]={id = 2515, Text = '已恢复[63cd4e]%s[-]分钟战斗时长。', remark = '战斗时长累积'},
[2516]={id = 2516, Text = '增加累积剩余[63cd4e]%s[-]分钟战斗时长，共%s分钟。', remark = '战斗时长累积'},
[2517]={id = 2517, Text = '今日战斗时长已达[63cd4e]%s[-]分钟，野外普通魔物经验和掉率逐渐衰减。', remark = '战斗时长累积'},
[2605]={id = 2605, Text = '恭喜%s正式创建了公会%s', remark = '公会创建提示'},
[3055]={id = 3055, Title = '通服', Text = '消耗%s×%s', remark = '消耗技能滚屏-系统频道'},
[3214]={id = 3214, Text = '你成为了%s的学生', remark = '提示信息'},
[3244]={id = 3244, Text = '你的学生%s完成了冒险任务[%s]。', remark = ''},
[3614]={id = 3614, Text = '你获得了%s点欢乐值', remark = ''},
[3998]={id = 3998, Text = '%s被击杀了，以下冒险者获得了奖励：\n%s', remark = ''},
[3999]={id = 3999, Text = '以下冒险家获得了%s的掉落：\n%s', remark = ''},
[4000]={id = 4000, Text = '%s击杀了%s成为了MVP', remark = 'MVP公告'},
[4001]={id = 4001, Text = '我的表现:\n%s', remark = 'MVP公告'},
[4003]={id = 4003, Text = '[63cd4e]%s[-]技能遗忘，返还冒险技能点[63cd4e]%s[-]和[63cd4e]%s[-]Zeny', remark = '冒险技能点重置成功消息'},
[4004]={id = 4004, Text = '共返还[63cd4e]%s[-]点冒险技能点和[63cd4e]%s[-]Zeny。', remark = '冒险技能点重置成功消息'},
[4005]={id = 4005, Text = '冒险技能[63cd4e]大型背包[-]，学习点从2降至1，返还[63cd4e]1[-]点冒险技能点', remark = '冒险技能点数修正补丁'},
[4006]={id = 4006, Text = '冒险技能[63cd4e]收纳小能手[-]，学习点从2降至1，返还[63cd4e]1[-]点冒险技能点', remark = '冒险技能点数修正补丁'},
[4007]={id = 4007, Text = '冒险技能[63cd4e]双面夹层[-]，学习点从3降至1，返还[63cd4e]2[-]点冒险技能点', remark = '冒险技能点数修正补丁'},
[4008]={id = 4008, Text = '冒险技能[63cd4e]收纳达人[-]，学习点从3降至1，返还[63cd4e]2[-]点冒险技能点', remark = '冒险技能点数修正补丁'},
[10400]={id = 10400, Text = '[63cd4e]%s[-]进入了抢购期，冒险者们快来抢购！', remark = '抢购期全服提示'},
[21000]={id = 21000, Text = '您正处于负债状态，拥有[63cd4e]%s[-]Zeny负债。', remark = '负债提示'},
[21001]={id = 21001, Text = '您的背包Zeny达到上限，将进行负债偿还。', remark = '负债提示'},
[25503]={id = 25503, Text = '您的公会获得了公会决战资格！决战将在21点30开启，参战者可以提前3分钟在公会领地神器房间进入副本。（获得资格的公会不可再对华丽水晶造成伤害）', remark = '25分钟发送'},
[25517]={id = 25517, Text = '公会决战将在21点30开启，参战者可以提前3分钟在公会领地神器房间进入副本。（获得资格的工会不可再对华丽水晶造成伤害）', remark = '27/29分钟发送'},
----------
[13]={id = 13, Type = 512, Title = '', Text = '%sBase', remark = '头顶base获得', button = '', buttonF = ''},
[14]={id = 14, Text = '%sJob', remark = '头顶Job获得'},
[16]={id = 16, Text = '%sBase,%sJob', remark = '头顶-base、job一起获得'},
[25301]={id = 25301, Text = '无任何异常需要应对', remark = '玩家身上没有三种“临危不乱”技能可处理的状态'},
[25302]={id = 25302, Text = '装备穿戴成功', remark = '玩家自动穿戴所有被脱下的装备'},
[25303]={id = 25303, Text = '使用武器修理合金成功', remark = '玩家自动使用背包中的武器修理合金'},
[25304]={id = 25304, Text = '武器修理合金不足', remark = '玩家自动使用武器修理合金，但背包中没有'},
[25305]={id = 25305, Text = '武器修理合金冷却中', remark = '玩家自动使用武器修理合金，但其处于冷却状态'},
[25306]={id = 25306, Text = '万能药使用成功', remark = '玩家自动使用万能药，成功解除身上所有异常状态'},
[25307]={id = 25307, Text = '万能药不足', remark = '玩家自动使用万能药，但背包中万能药不足'},
----------
[15]={id = 15, Type = 640, Title = '', Text = '{itemicon=%s}{item=%s,%s}', remark = '头顶-获得物品', button = '', buttonF = ''},
[21]={id = 21, Text = '积分+%s', remark = '获得积分'},
----------
[22]={id = 22, Type = 4096, Title = 'itemicon=item_50001', Text = '%s·传送点开启', remark = '传送点开启', button = '', buttonF = ''},
[23]={id = 23, Title = 'uiicon=Pet', Text = '%s·服务激活', remark = 'NPC功能激活'},
[24]={id = 24, Title = 'uiicon=Skill', Text = '习得·%s', remark = ''},
[25]={id = 25, Title = 'uiicon=Housekeeper', Text = '%s已开放', remark = '女仆/执事雇佣成功'},
[3713]={id = 3713, Title = 'uiicon=Guild', Text = '设施大厅 已开启', remark = ''},
[3750]={id = 3750, Title = 'itemicon=item_41551', Text = '雷神之锤 已开放制作', remark = '神器开放制作 弹窗'},
[3751]={id = 3751, Title = 'itemicon=item_41552', Text = '雷神之锤II 已开放制作', remark = '神器开放制作 弹窗'},
[3752]={id = 3752, Title = 'itemicon=item_41553', Text = '雷神之锤III 已开放制作', remark = '神器开放制作 弹窗'},
[3753]={id = 3753, Title = 'itemicon=item_40644', Text = '万神的注视 已开放制作', remark = '神器开放制作 弹窗'},
[3754]={id = 3754, Title = 'itemicon=item_40646', Text = '万神的注视II 已开放制作', remark = '神器开放制作 弹窗'},
[3755]={id = 3755, Title = 'itemicon=item_40648', Text = '万神的注视III 已开放制作', remark = '神器开放制作 弹窗'},
[3756]={id = 3756, Title = 'itemicon=item_40645', Text = '金枝 已开放制作', remark = '神器开放制作 弹窗'},
[3757]={id = 3757, Title = 'itemicon=item_40647', Text = '金枝II 已开放制作', remark = '神器开放制作 弹窗'},
[3758]={id = 3758, Title = 'itemicon=item_40649', Text = '金枝III 已开放制作', remark = '神器开放制作 弹窗'},
[3759]={id = 3759, Title = 'itemicon=item_40932', Text = '万物安息 已开放制作', remark = '神器开放制作 弹窗'},
[3760]={id = 3760, Title = 'itemicon=item_40933', Text = '万物安息II 已开放制作', remark = '神器开放制作 弹窗'},
[3761]={id = 3761, Title = 'itemicon=item_40934', Text = '万物安息III 已开放制作', remark = '神器开放制作 弹窗'},
[3762]={id = 3762, Title = 'itemicon=item_40347', Text = '提尔锋 已开放制作', remark = '神器开放制作 弹窗'},
[3763]={id = 3763, Title = 'itemicon=item_40348', Text = '提尔锋II 已开放制作', remark = '神器开放制作 弹窗'},
[3764]={id = 3764, Title = 'itemicon=item_40349', Text = '提尔锋III 已开放制作', remark = '神器开放制作 弹窗'},
[3765]={id = 3765, Title = 'itemicon=item_40752', Text = '银槲之剑 已开放制作', remark = '神器开放制作 弹窗'},
[3766]={id = 3766, Title = 'itemicon=item_40753', Text = '银槲之剑II 已开放制作', remark = '神器开放制作 弹窗'},
[3767]={id = 3767, Title = 'itemicon=item_40754', Text = '银槲之剑III 已开放制作', remark = '神器开放制作 弹窗'},
[3768]={id = 3768, Title = 'itemicon=item_40042', Text = '永恒之枪 已开放制作', remark = '神器开放制作 弹窗'},
[3769]={id = 3769, Title = 'itemicon=item_40043', Text = '永恒之枪II 已开放制作', remark = '神器开放制作 弹窗'},
[3770]={id = 3770, Title = 'itemicon=item_40044', Text = '永恒之枪III 已开放制作', remark = '神器开放制作 弹窗'},
[3771]={id = 3771, Title = 'itemicon=item_62528', Text = '湮灭者 已开放制作', remark = '神器开放制作 弹窗'},
[3772]={id = 3772, Title = 'itemicon=item_62529', Text = '湮灭者II 已开放制作', remark = '神器开放制作 弹窗'},
[3773]={id = 3773, Title = 'itemicon=item_62530', Text = '湮灭者III 已开放制作', remark = '神器开放制作 弹窗'},
[3774]={id = 3774, Title = 'itemicon=item_41855', Text = '硝烟终结者 已开放制作', remark = '神器开放制作 弹窗'},
[3775]={id = 3775, Title = 'itemicon=item_41856', Text = '硝烟终结者II 已开放制作', remark = '神器开放制作 弹窗'},
[3776]={id = 3776, Title = 'itemicon=item_41857', Text = '硝烟终结者III 已开放制作', remark = '神器开放制作 弹窗'},
[3777]={id = 3777, Title = 'itemicon=item_41241', Text = '凛冬结晶 已开放制作', remark = '神器开放制作 弹窗'},
[3778]={id = 3778, Title = 'itemicon=item_41242', Text = '凛冬结晶II 已开放制作', remark = '神器开放制作 弹窗'},
[3779]={id = 3779, Title = 'itemicon=item_41243', Text = '凛冬结晶III 已开放制作', remark = '神器开放制作 弹窗'},
[3900]={id = 3900, Title = 'itemicon=item_45551', Text = '太阳头盔 已开放制作', remark = '神器开放制作 弹窗'},
[3901]={id = 3901, Title = 'itemicon=item_45552', Text = '太阳神头盔II 已开放制作', remark = '神器开放制作 弹窗'},
[3902]={id = 3902, Title = 'itemicon=item_45553', Text = '光耀太阳神头盔III 已开放制作', remark = '神器开放制作 弹窗'},
[3903]={id = 3903, Title = 'itemicon=item_45554', Text = '月亮头盔 已开放制作', remark = '神器开放制作 弹窗'},
[3904]={id = 3904, Title = 'itemicon=item_45555', Text = '月神头盔II 已开放制作', remark = '神器开放制作 弹窗'},
[3905]={id = 3905, Title = 'itemicon=item_45556', Text = '胧月神头盔III 已开放制作', remark = '神器开放制作 弹窗'},
[3906]={id = 3906, Title = 'itemicon=item_45557', Text = '星辰头盔 已开放制作', remark = '神器开放制作 弹窗'},
[3907]={id = 3907, Title = 'itemicon=item_45558', Text = '星神头盔II 已开放制作', remark = '神器开放制作 弹窗'},
[3908]={id = 3908, Title = 'itemicon=item_45559', Text = '璀璨星神头盔III 已开放制作', remark = '神器开放制作 弹窗'},
[3909]={id = 3909, Title = 'itemicon=item_45606', Text = '焰耀头盔 已开放制作', remark = '神器开放制作 弹窗'},
[3912]={id = 3912, Title = 'itemicon=item_47067', Text = '太阳背饰 已开放制作', remark = '神器开放制作 弹窗'},
[3913]={id = 3913, Title = 'itemicon=item_47068', Text = '太阳神背饰II 已开放制作', remark = '神器开放制作 弹窗'},
[3914]={id = 3914, Title = 'itemicon=item_47069', Text = '光耀太阳神背饰III 已开放制作', remark = '神器开放制作 弹窗'},
[3915]={id = 3915, Title = 'itemicon=item_47070', Text = '月亮背饰 已开放制作', remark = '神器开放制作 弹窗'},
[3916]={id = 3916, Title = 'itemicon=item_47071', Text = '月神背饰II 已开放制作', remark = '神器开放制作 弹窗'},
[3917]={id = 3917, Title = 'itemicon=item_47072', Text = '胧月神背饰III 已开放制作', remark = '神器开放制作 弹窗'},
[3918]={id = 3918, Title = 'itemicon=item_47073', Text = '星辰背饰 已开放制作', remark = '神器开放制作 弹窗'},
[3919]={id = 3919, Title = 'itemicon=item_47074', Text = '星神背饰II 已开放制作', remark = '神器开放制作 弹窗'},
[3920]={id = 3920, Title = 'itemicon=item_47075', Text = '璀璨星神背饰III 已开放制作', remark = '神器开放制作 弹窗'},
[25412]={id = 25412, Title = 'uiicon=Part', Text = '获得职业位·%s', remark = '开启新职业位'},
----------
[42]={id = 42, Type = 32896, Title = '1', Text = '%s+%s', remark = '', button = '', buttonF = ''},
[43]={id = 43, Title = '2', Text = '人物技能点+%s'},
[44]={id = 44, Title = '3', Text = '冒险经验+%s'},
[551]={id = 551, Title = '3', Text = '冒险技能点+%s', remark = '冒险手册'},
[2850]={id = 2850, Text = '激活！%s', remark = '卢恩符文激活提示'},
[2851]={id = 2851, Text = '重置！%s', remark = '卢恩符文重置提示'},
----------
[45]={id = 45, Type = 32768, Title = '4', Text = '冒险能力%s', remark = '', button = '', buttonF = ''},
----------
[55]={id = 55, Type = 65536, Title = '温馨提示', Text = '是否消耗%s立即完成此任务？\n接取委托板任务时会优先消耗委托宅急便', remark = '看板-道具消耗', button = '确定', buttonF = '取消', TimeInterval = 7},
[291]={id = 291, Title = '', Text = '扭蛋头饰附魔转移将会将原附魔完全转出至另一件扭蛋头饰上，是否要进行附魔转移？', remark = '扭蛋头饰附魔转移', TimeInterval = 1},
[1151]={id = 1151, Title = '确认分解', Text = '所选卡片即将被分解，玩家将获得古拉姆晶末，本次操作不可撤销，为避免造成无法挽回的损失，请玩家再次确认是否分解所选卡片。', remark = '国王波利分解卡片二次确认', button = '确认', TimeInterval = 0},
[1711]={id = 1711, Title = '自动战斗提示', Text = '自动技能栏中无任何攻击型技能，无法自动打怪，是否确认这样设置？', remark = '自动战斗', TimeInterval = 0},
[9011]={id = 9011, Title = '', Text = '是否使用%s将所携带的宠物技能进行重置？', remark = '', TimeInterval = 1},
[9015]={id = 9015, Title = '', Text = '是否将道具%s赠送给宠物%s？\n赠送道具将获得宠物好感。', remark = '', TimeInterval = 1},
[10300]={id = 10300, Title = '上架成功', Text = '商品上架出售期为[63cd4e]%s[-]小时，未售出的商品将会自动下架。\n今日税率：[63cd4e]%s[-]', remark = '上架提示', button = '确认', buttonF = ''},
[10301]={id = 10301, Title = '注意', Text = '商品的价格会随市场情况浮动，成功售出时价格可能和上架价格不一致！', remark = '上架提示', button = '继续上架', buttonF = '取消上架', TimeInterval = 0},
[25424]={id = 25424, Title = '', Text = '是否将背包中与仓库一样可叠加的道具快速存入？', remark = '一键出售&存放', button = '确认', TimeInterval = 0},
[25439]={id = 25439, Title = '', Text = '苍蝇翅膀可在地图上移动至任意位置，确定要使用么？', remark = '小地图快捷传送按钮', button = '确认', TimeInterval = 0},
[25440]={id = 25440, Title = '', Text = '蝴蝶翅膀可在地图上移动至储存的位置，确定要使用么？', remark = '小地图快捷传送按钮', button = '确认', TimeInterval = 0},
----------
[60]={id = 60, Type = 131072, Title = '', Text = '%s', remark = '公告专用', button = '', buttonF = ''},
[878]={id = 878, Text = '…幽灵的气息淡去了，看来没能成功探知真相…', remark = '提示全服某地图的幽灵事件结束'},
[911]={id = 911, Title = '系统提示', Text = '恭喜冒险者：[c][ffc514]%s[-][/c]！成为[c][ffc514]%s[-][/c]本次活动最强幸运人，共计获得【财之神】的打赏：[c][ffc514]%s[-][/c]Zeny！', remark = '每次每个城市的招财猫不同的最高人的判断'},
[913]={id = 913, Title = '系统提示', Text = '太棒了！凶恶的巨兽【年】已经被驱赶了，幸运获得年兽的最强头饰的冒险者是：[c][ffc514]%s[-][/c]。', remark = '获得年兽头饰的玩家提示'},
[5200]={id = 5200, Text = '☢警报☢检测到六只不明巨型物体，正在逼近各大主城！请各位冒险者火速前往附近的主城进行警戒！', remark = '宇宙怪兽入侵-活动预告'},
[5201]={id = 5201, Text = '经过奥特曼的不休奋战，怪兽招架不住逃走了！但危机的气氛似乎远未散去……', remark = '宇宙怪兽入侵-退治失败'},
[5202]={id = 5202, Text = '在奥特曼和各位冒险者的努力下，我们的家园终于保住了！', remark = '宇宙怪兽入侵-退治成功'},
----------
[73]={id = 73, Type = 256, Title = '', Text = '您将于{countDown=%s}秒后离开绝对领域', remark = '绝对领域倒计时', button = '', buttonF = ''},
[956]={id = 956, Text = '已发起挑战，{countDown=%s}秒后进入准备阶段。', remark = '沙漠之狼10秒确认倒计时提示'},
[1201]={id = 1201, Title = '秒数倒计时', Text = '还有[c][ffff00]{countDown=%s}[-][/c]秒进入下一层', remark = '副本进入下一层倒计时'},
[1202]={id = 1202, Title = '秒数倒计时', Text = '[c][ffff00]{countDown=%s}[-][/c]秒后进入下个区域', remark = ''},
[1501]={id = 1501, Title = '秒数倒计时', Text = '还有[c][ffff00]{countDown=%s}[-][/c]秒开始新一轮战斗', remark = '研究所下次波战斗提示'},
[1603]={id = 1603, Text = '[c][ffff00]{countDown=%s}[-][/c]秒后将离开时空位面', remark = '离开修复时间裂隙范围的提示文字'},
[1618]={id = 1618, Text = '{countDown=%s}秒后离开时空位面。', remark = '单人封印关闭提示'},
[1619]={id = 1619, Text = '{countDown=%s}秒后离开时空位面。', remark = '多人封印关闭提示'},
[1800]={id = 1800, Title = '秒数倒计', Text = '   冥想[c][ffff00]{countDown=%s}[-][/c]秒后完成试炼', remark = '剑士转职的倒记描述'},
[2201]={id = 2201, Text = '%s公会的%s成功击破华丽水晶！{countDown=%s}秒后开始新一轮公会战！', remark = '进攻方击破华丽水金（公告板）'},
[2202]={id = 2202, Text = '防守方开始防守华丽水晶！{countDown=3}', remark = '击破华丽金属倒计时后（公告板）', buttonF = 'HideTime'},
[2203]={id = 2203, Text = '开始新一轮公会战！！{countDown=3}', remark = '击破华丽金属倒计时后(飘字提示)', buttonF = 'HideTime'},
[2204]={id = 2204, Text = '防守方完美胜利，本轮公会战提前结束。{countDown=30}', remark = '防守方完美（公告板）', buttonF = 'HideTime'},
[2205]={id = 2205, Text = '防守方胜利，{countDown=%s}秒后战斗结束。', remark = '公会战结束提示（公告板）'},
[2206]={id = 2206, Text = '公会战还有{countDown=%s}秒开始，请做好战斗准备', remark = '公会战城市出现提示（据点公告板子）'},
[2207]={id = 2207, Text = '公会战正式开始！！{countDown=3}', remark = '公会战城市出现提示（据点公告板子）', buttonF = 'HideTime'},
[2210]={id = 2210, Text = '%s击破华丽金属，由于在本线没有公会，{countDown=%s}秒后将变为魔物据点！', remark = '本线无公会成员击破华丽水金（公告板）'},
[2907]={id = 2907, Text = '您的队伍已被全部打败，将于{countDown=%s}秒后离开…', remark = '道场全部死亡提示'},
[3608]={id = 3608, Text = '游戏还有{countDown=%s}秒开始，请多多加油啵~！', remark = '波利乱斗开场倒计时'},
[25445]={id = 25445, Title = '秒数倒计时', Text = '还有[c][ffff00]{countDown=%s}[-][/c]秒开始修复时空裂隙', remark = '进入裂隙倒计时'},
[25504]={id = 25504, Text = '战斗将在{countDown=%s}后开始…', remark = ''},
[25520]={id = 25520, Text = '占领区域还有{countDown=%s}秒开放！', remark = ''},
----------
[209]={id = 209, Type = 2048, Title = '', Text = '暴击！强化等级+%s\n[c][00ff00]%s[-][/c]', remark = '装备强化', button = '', buttonF = ''},
[211]={id = 211, Text = '强化等级+%s\n[c][00ff00]%s[-][/c]'},
[212]={id = 212, Text = '强化%s次，暴击%s次，\n[c][00ff00]%s[-][/c]'},
[213]={id = 213, Text = '强化%s次，\n[c][00ff00]%s[-][/c]'},
[214]={id = 214, Text = 'Zeny不足，只强化了%s次，暴击%s次，\n[c][00ff00]%s[-][/c]'},
[215]={id = 215, Text = 'Zeny不足，只强化了%s次，\n[c][00ff00]%s[-][/c]'},
[219]={id = 219, Text = '精炼经验+%s', remark = '装备精炼'},
[222]={id = 222, Text = '精炼暴击%s倍', remark = '装备精炼'},
[223]={id = 223, Text = '精炼升级', remark = '装备精炼'},
[250]={id = 250, Text = '%s等级+1', remark = ''},
[251]={id = 251, Text = '%s+%s', remark = ''},
[820]={id = 820, Text = '+%s', remark = '仓库功能-道具增加'},
----------
[246]={id = 246, Type = 65536, Title = '材料还原提示', Text = '选用的材料中%s装备可能已附魔/插卡/强化/升级/加固，是否进行自动还原？\n需消耗Zeny×%s', remark = '', button = '确认', buttonF = '取消'},
[884]={id = 884, Title = '关于【恋之摩天轮·星环】', Text = '关于【恋之摩天轮·星环】，有几个游玩注意事项希望客人您能稍微聆听一下。\n当你满含对心中那个TA的思念和爱恋才能让你手中所持的【幻想之证·银】化为恋之波纹，不管你的那位TA在大陆的何处，想必都一定能传递到呢！\n当TA也同样饱含对于你的爱慕产生共鸣时，就能驱动【恋之摩天轮·星环】了！', remark = '摩天轮说明', button = '明白了', buttonF = ''},
[938]={id = 938, Title = '关于【约束之丘·花海】', Text = '关于【约束之丘·花海】，有几个游玩注意事项希望客人您能稍微聆听一下。\n当你满含对心中那个TA的思念和爱恋才能让你手中所持的【幻想之证·银】化为恋之波纹，不管你的那位TA在大陆的何处，想必都一定能传递到呢！\n当TA也同样饱含对于你的爱慕产生共鸣时，就能驱动童话故事里所描述的【约束之丘·花海】了！', remark = '约束之丘说明', button = '明白了', buttonF = ''},
[939]={id = 939, Title = '关于【占卜·星座的指引】', Text = '关于【占卜·星座的指引】，有几个游玩注意事项希望客人您能稍微聆听一下。\n每位冒险者每天都可以有一次占卜的机会来和牵着手的TA获得星座的指引。如果已经获得过星座指引给予的物品，当天即使继续游玩占卜也不能再获得了哦~\n特别的福利：每个冒险者每天还有一次改运的机会，不过那就需要购买星座商店里的特殊物品【来自星星的邀请】了哦，只要发起占卜的冒险者拥有该物品，即使被邀请的冒险者没有该物品也可以再次活动一份星座指引的物品呢。不过通过此方法，每个冒险者也最多只能获得一次改运的机会哦。\n特别提示：第二天的05：00星星改变了方向，这时再来就又可以获得星座指引的物品啦~', remark = '星座占卜说明', button = '明白了', buttonF = ''},
[940]={id = 940, Title = '关于【猫猫之家·BIGCAT】', Text = '关于【猫猫之家·BIGCAT】，有几个游玩注意事项希望客人您能稍微聆听一下。\n当你满含对心中那个TA的思念和爱恋才能让你手中所持的【幻想之证·银】化为恋之波纹，不管你的那位TA在大陆的何处，想必都一定能传递到呢！\n当TA也同样饱含对于你的爱慕产生共鸣时，就能驱动童话故事里所描述的【猫猫之家·BIGCAT】了！', remark = '约束之丘说明', button = '明白了', buttonF = ''},
[2802]={id = 2802, Title = '提示', Text = '是否确认要退出公会？\n%s\n退出公会将无法使用公会建筑\n并且在8小时内无法加入其他公会！！！', remark = '退出公会', button = '确认退出'},
[2803]={id = 2803, Title = '提示', Text = '解散公会会导致您和公会成员的所有努力都化为乌有。\n%s\n创建时间：%s\n是否要解散公会？', remark = '解散工会'},
[2804]={id = 2804, Title = '提示', Text = '*解散公会将会使会员全部被踢出\n解散公会将无法再提升信仰/天赋\n解散公会将无法使用公会科技\n解散后的公会建筑等级将全部清除\n是否要解散公会？\n%s\n解散公会将有%s小时的审核/反悔时间', remark = '解散公会三次确认', button = '确认解散'},
[3556]={id = 3556, Title = '确认回收', Text = '是否要回收选中的[c][63cd4e]%s[-][/c]个物品，您将获得[c][63cd4e]%s[-][/c]张%s。\n（有已经强化/插卡返还所有强化费用和卡片，已精炼的物品额外返还[c][63cd4e]%s[-][/c]张%s。）'},
----------
[315]={id = 315, Type = 17, Title = '', Text = '队伍名字变更为[c][ffff00]%s[-][/c]', remark = '队伍名字改变', button = '', buttonF = ''},
[317]={id = 317, Text = '[c][ffff00]%s[-][/c]加入了队伍', remark = '其他玩家加入组队'},
[318]={id = 318, Text = '[c][ffff00]%s[-][/c]离开了队伍', remark = '其他玩家离开组队'},
[319]={id = 319, Text = '你将队长交接给了[c][ffff00]%s[-][/c]', remark = '你的队长交接给别的队员'},
[320]={id = 320, Text = '[c][ffff00]%s[-][/c]将队长交接给了你', remark = '队长交接给你'},
[321]={id = 321, Text = '[c][ffff00]%s[-][/c]成为了新的队长', remark = '其他队员成为队长'},
[337]={id = 337, Text = '组队拾取为“自由拾取”，有效范围为15米范围内', remark = '加入组队和改变队伍拾取时提示'},
[338]={id = 338, Text = '组队拾取为“随机获得”，有效范围为全地图范围', remark = '加入组队和改变队伍拾取时提示'},
[339]={id = 339, Text = '成功创建组队“%s”', remark = '创建队伍，并显示队伍名字'},
[340]={id = 340, Text = '队伍成员 %s已上线', remark = '队伍成员上线提示'},
[341]={id = 341, Text = '队伍成员 %s已下线', remark = '队伍成员下线提示'},
[1601]={id = 1601, Text = '%s队员正在修复时空裂隙，请前往协助。', remark = '修复时间裂隙的其他队员提示'},
----------
[422]={id = 422, Type = 16384, Title = '', Text = '该玩家不在线，可能无法及时回复消息。', remark = '离线玩家聊天发送提示', button = '', buttonF = ''},
----------
[550]={id = 550, Type = 2, Title = '', Text = '冒险经验已满，是否前往冒险公会处升级？', remark = '冒险手册', button = '前往升级', buttonF = '取消', Confirm = 10},
[1038]={id = 1038, Text = '很抱歉，您的账号已被封停...封停到期时间%s年%s月%s日，有疑问请联系客服卡普拉妹子们呦！ヾ(๑❛▿◠๑)', remark = '', button = '申诉', Confirm = 10001},
[3150]={id = 3150, Title = '公告', Text = '冒险者，我们调整了你的职业技能，并已为你重置。是否现在就前往技能界面重新学习？', remark = '技能', button = '前往', Confirm = 2001},
[10113]={id = 10113, Text = '您所出售的装备中包括强化精炼的装备，需前往魔力铁炉还原后才可出售。', remark = '商店出售提示消息', button = '前往', Confirm = 20},
----------
[552]={id = 552, Type = 4224, Title = 'uiicon=forever', Text = '永久增加%s', remark = '冒险手册', button = '', buttonF = ''},
----------
[821]={id = 821, Type = 7, Title = '点播歌曲', Text = '消耗一张[c][ffc514]【%s】[-][/c]来点播该曲，确认吗？', remark = '音乐盒点播', button = '确认', buttonF = '取消'},
[826]={id = 826, Title = '警告！', Text = '即将解除牵手状态！是否确认？', remark = '解除牵手时的提示'},
[876]={id = 876, Title = '路德维希', Text = '哦呀~看来你正牵着你所爱慕的人呢，真叫人羡慕，那么现在就让你们两人前往【%s】吧？', remark = '二次确认牵手异性玩家直接乘坐摩天轮'},
[924]={id = 924, Title = '系统提示', Text = '即将解除变身状态！确定吗？', remark = '提示变身状态即将解除'},
[929]={id = 929, Title = '系统提示', Text = '即将退出哦！是否确认？', remark = ''},
[25315]={id = 25315, Title = '', Text = '你还没有相关权限，是否前往设置中开启通知', remark = 'push推送', button = '去开启', buttonF = '下次吧'},
----------
[877]={id = 877, Type = 131200, Title = '', Text = '哦，天哪！冒险者[c][ffc514]%s[-][/c]使用了幽灵灯，[c][ffc514]%s[-][/c]即将发生幽灵暴走事件！', remark = '提示全服某地图即将爆发幽灵暴走事件', button = '', buttonF = ''},
[882]={id = 882, Title = '系统提示', Text = '愚蠢的人类！[c][ffc514]%s[-][/c]很快就会被我们【B格猫㍿】占领啦！喵！ฅ(=ΦωΦ=)ฅ', remark = '提示B格猫即将入侵'},
[887]={id = 887, Title = '系统提示', Text = '喵~愚蠢的人类！[c][ffc514]%s[-][/c]的小鱼干我们就不客气啦！拜拜~喵~ฅ(=ΦωΦ=)ฅ', remark = ''},
[888]={id = 888, Title = '系统提示', Text = '恭喜！成功退治B格猫入侵！这次的MVP是冒险者：[c][ffc514]%s[-][/c]', remark = ''},
[890]={id = 890, Title = '系统提示', Text = '恭喜！幽灵暴走事件被平息了！这次的MVP是冒险者：[c][ffc514]%s[-][/c]', remark = ''},
[910]={id = 910, Title = '系统提示', Text = '感应到米德加尔特大陆对于金钱的渴望，特地前来的【财之神】即将降临各大主城！请冒险者们准备好卖萌表情！', remark = '财神即将降临'},
[912]={id = 912, Title = '系统提示', Text = '危机！极恶！极凶！东方古老神话中所记载的恶兽：【年】，即将入侵各大城市！请冒险者们做好准备！迎战吧！', remark = '年兽来袭'},
[3622]={id = 3622, Text = '本日的皇家庆典即将在5分钟后结束~祝各位玩得开心(*^▽^*)', remark = ''},
[3623]={id = 3623, Text = '本日的皇家庆典即将在1分钟后结束~祝各位玩得开心(*^▽^*)', remark = ''},
[3624]={id = 3624, Text = '皇家庆典正在普隆德拉举办，欢迎各位冒险者前往参加~', remark = ''},
[3628]={id = 3628, Text = '本日的皇家庆典和烟花表演即将在30分钟后开始，请各位冒险者准时参加~喵~', remark = ''},
[3629]={id = 3629, Text = '本日的皇家庆典和烟花表演即将在10分钟后开始，请各位冒险者准时参加~喵~', remark = ''},
[3630]={id = 3630, Text = '本日的皇家庆典和烟花表演即将在1分钟后开始，请各位冒险者准时参加~喵~', remark = ''},
[3631]={id = 3631, Text = '本日的首场烟花表演现在开始了~请与身边的同伴一同享受此刻吧~', remark = ''},
[3632]={id = 3632, Text = '本日的第二场烟花表演现在开始了~请与身边的同伴一同享受此刻吧~', remark = ''},
[3633]={id = 3633, Text = '本日的最后一场烟花表演现在开始了~请与身边的同伴一同享受此刻吧~', remark = ''},
[9616]={id = 9616, Text = '%s和%s即将在普隆德拉大教堂举办神圣仪式，让我们给予他们最真诚的祝福！✿✿ヽ(°▽°)ノ✿', remark = ''},
----------
[908]={id = 908, Type = 262144, Title = '系统提示', Text = '夜幕正浓…一年一度的万圣节又到了，伟大的世袭男爵·德古拉貌似正在普隆德拉城内举行派对。', remark = '万圣节活动公告', button = '', buttonF = ''},
[909]={id = 909, Text = '日历正向着11.11这个看上去就极度悲伤的日子走去，还没有找到妹（汉）子的你，可以去普隆德拉城内找单身汪星人聊一聊了。', remark = '单身汪节日活动公告'},
[1620]={id = 1620, Title = '', Text = '时空裂隙修复完成[今日已完成%s/%s]', remark = '修复完成提示'},
[1621]={id = 1621, Title = '', Text = '时空裂隙修复完成[已完成修复上限]', remark = '封印提示1'},
[2101]={id = 2101, Title = '', Text = '似乎出现了珍稀的曼陀罗种子', remark = '大树出现时提示'},
----------
[915]={id = 915, Type = 1048576, Title = '情书', Text = '来自[c][c65394]%s[-][/c]的一份最真诚的心意，在这个节日里，只愿这份最美丽的味道能奉献给你。', remark = '', button = '', buttonF = '', PrefabType = 1},
[931]={id = 931, Title = '情书2', Text = '来自[c][c65394]%s[-][/c]\n的一份最真诚的恋之寄语签，打开看看吧！', PrefabType = 2},
----------
[972]={id = 972, Type = 8192, Title = '平局', Text = '时间结束，本局为平局，请继续加油哦！', remark = '', button = '确认', buttonF = ''},
[1003]={id = 1003, Title = '系统提示', Text = '登录超时，请稍后再试', remark = '登入超时提醒', button = '返回登录'},
[1008]={id = 1008, Title = '系统提示', Text = '帐号在其他设备登录，如有疑问请及时联系官方客服', remark = '重复登入帐号被踢出玩家提示', button = '返回登录'},
[1011]={id = 1011, Title = '更新提示', Text = '有更新内容，请重新登录', button = '返回登录'},
[1012]={id = 1012, Title = '更新提示', Text = '更新失败，请检查网络', button = '返回登录'},
[1013]={id = 1013, Title = '更新提示', Text = '有新的版本可以更新了，大小%sM，请点击更新', button = '更新'},
[1014]={id = 1014, Title = '', Text = '次元魔法未能同步，请检查网络... Σ( ° △ °|||)︴', button = '确定'},
[1025]={id = 1025, Title = '', Text = '很抱歉，您的冒险许可被封停...请联系客服卡普拉妹子们呦~ (；′⌒`)\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1031]={id = 1031, Title = '', Text = '帐号验证失败，请重新登录', button = ''},
[1032]={id = 1032, Title = '', Text = '角色无法删除，请重新登录！', button = ''},
[1051]={id = 1051, Title = '', Text = '您输入的激活码无效或已被使用！请核对您的激活码！', button = ''},
[1076]={id = 1076, Title = '成功！', Text = '实名制认证成功啦！感谢你的配合❤', button = '确定'},
[1078]={id = 1078, Title = '', Text = '此角色已被封，不可进行删除', button = ''},
[1099]={id = 1099, Title = '', Text = '需重新下载最新客户端方可打赏', button = '确定'},
[2853]={id = 2853, Title = '', Text = '冒险者，你的卢恩符文与当前职业不匹配，我们已为你免费重置并返还所有消耗', remark = '星盘', button = ''},
----------
[1004]={id = 1004, Type = 524288, Title = '提示', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，已断开连接，请重新登录。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', remark = '我们正在努力解决.(..•˘_˘•..)', button = '返回登录', buttonF = ''},
[1010]={id = 1010, Title = '', Text = '服务器维护中，请稍后尝试', button = ''},
[1017]={id = 1017, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："%s"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1018]={id = 1018, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："100"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1019]={id = 1019, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："101"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1020]={id = 1020, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："102"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1021]={id = 1021, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："103"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1022]={id = 1022, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："104"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1023]={id = 1023, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："105"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1024]={id = 1024, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："106"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1026]={id = 1026, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："108"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1027]={id = 1027, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："109"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/', button = ''},
[1034]={id = 1034, Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，已断开连接，请重新登录。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/\n\n错误原因：\n%s'},
[1037]={id = 1037, Title = '发生错误', Text = '冒险者你好\n吉芬魔法阵发生紊乱导致游戏异常，代号："%s"，致使你的连接失败了。\n\n有任何问题都可通过论坛发帖反馈哦。\n官方论坛：http://ro.xd.com/bbs/\n\n错误原因：\n%s', button = ''},
[1054]={id = 1054, Title = '公告', Text = '初心者你好\n\nAutumn Test即将拉开帷幕\nBGM调试完毕\n头饰准备就绪\n你们准备好了吗？\n\n跟我一起去冒险吧！', remark = '预计开服时间：2016.10.28 10:00:00', button = ''},
----------
[1712]={id = 1712, Type = 65536, Title = '自动战斗提示', Text = '自动技能栏中没有[攻击型技能]，无法自动战斗哦，请前往技能界面调整', remark = '自动战斗', button = '前往调整', buttonF = '继续发呆', Confirm = 2001, TimeInterval = 0, Close = 1},
----------
[1900]={id = 1900, Type = 2097152, Title = '怪物通用倒记', Text = '剩余魔物:%s', remark = '消灭魔物的通用数量提示', button = '', buttonF = ''},
----------
[2211]={id = 2211, Type = 33, Title = '', Text = '[%s]%s申请放弃公会据点成功，公会据点将在2小时后消失。', remark = '成功放弃据点，公会提示', button = '', buttonF = ''},
[2614]={id = 2614, Text = '公会等级提升成功！等级由 %s → %s', remark = '升级提示'},
----------
[2212]={id = 2212, Type = 32, Title = '', Text = '公会据点已放弃', remark = '放弃公会据点时，公会提示', button = '', buttonF = ''},
[2609]={id = 2609, Text = '%s加入了本公会。', remark = '其他玩家加入时提示'},
[2611]={id = 2611, Text = '%s离开了本公会。', remark = '其他玩家离开提示'},
[2613]={id = 2613, Text = '[%s]%s上线了', remark = '职位上线提示'},
[2619]={id = 2619, Text = '由于公会经验不足，公会等级下降%s→%s。', remark = '降级提示'},
[2621]={id = 2621, Text = '成员%s被[%s]%s变更为[%s]。', remark = '其他成员职位变更提示'},
[2623]={id = 2623, Text = '成员%s被[%s]%s驱逐出了公会。', remark = '其他成员被踢出公会提示'},
[2626]={id = 2626, Text = '会长交接，%s为公会新任会长', remark = '公会会长交接提示'},
[2627]={id = 2627, Text = '公告更新', remark = '公会公告更新提示'},
[2628]={id = 2628, Text = '解散公会审核中，距公会解散还有%s小时%s分钟', remark = '公会开始解散提示'},
[2633]={id = 2633, Text = '公会解散审核中，距公会解散还有%s小时', remark = '解散审核中的公会成员上线提示'},
[2705]={id = 2705, Text = '公会玩家%s将自己的昵称更改为%s。', remark = '人物改名'},
[2706]={id = 2706, Text = '会长%s将公会改名为%s', remark = '公会改名'},
[3057]={id = 3057, Title = '公会搬家', Text = '各位公会成员请注意，会长使用了公会搬家功能，[f5f5ae]2[-]小时后公会即将搬迁至[f5f5ae]世界线%s[-]', remark = ''},
[3058]={id = 3058, Title = '公会搬家', Text = '各位公会成员请注意，会长取消了本次公会搬家的请求', remark = ''},
----------
[2704]={id = 2704, Type = 160, Title = '', Text = '%s将公会%s正式更名为%s', remark = '公会改名', button = '', buttonF = ''},
----------
[2805]={id = 2805, Type = 1024, Title = '事件描述', Text = '即将开启异界大门\n讨伐异界强大魔物可以获得大量贡献与奖励\n即将开启\n[c][ffcc00]%s[-][/c]', remark = '公会PVE副本', button = '召集成员', buttonF = '开启事件'},
----------
[3060]={id = 3060, Type = 2, Title = '', Text = '你随机出的附魔属性中有较好的属性，真的不想保存吗？', remark = '附魔', button = '确认', buttonF = '取消', TimeInterval = 0},
[4040]={id = 4040, Text = '是否开启%s？', remark = ''},
----------
[9634]={id = 9634, Type = 4, Title = '', Text = '恭喜【%s】向【%s】求婚成功啦！一起祝福他们吧~喵~✿✿ヽ(°▽°)ノ✿', remark = '', button = '', buttonF = ''},
----------
[25427]={id = 25427, Type = 2, Title = '', Text = '将背包中有使用等级、不可升级、不可在交易所交易的装备进行一键出售。', remark = '一键出售&存放', button = '确认', buttonF = '取消', PrefabType = 0},
----------
}
setmetatable(Table_Sysmsg[8],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[18],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[37],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[38],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[39],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[40],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[41],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[46],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[47],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[48],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[49],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[50],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[51],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[52],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[53],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[54],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[56],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[57],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[58],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[59],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[61],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[62],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[63],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[64],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[66],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[67],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[70],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[71],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[72],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[74],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[76],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[77],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[78],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[80],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[81],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[90],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[101],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[102],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[106],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[110],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[112],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[114],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[116],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[117],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[118],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[119],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[121],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[202],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[204],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[210],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[216],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[217],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[218],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[220],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[221],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[224],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[225],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[226],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[227],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[228],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[229],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[230],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[232],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[240],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[241],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[243],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[244],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[252],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[290],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[292],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[293],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[300],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[301],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[302],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[303],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[304],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[305],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[307],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[308],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[309],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[310],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[311],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[312],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[313],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[314],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[316],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[322],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[324],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[325],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[329],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[330],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[331],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[332],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[333],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[334],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[335],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[336],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[342],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[343],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[345],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[346],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[347],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[348],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[349],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[350],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[351],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[352],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[353],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[354],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[355],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[356],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[357],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[358],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[390],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[391],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[392],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[400],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[402],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[403],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[404],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[407],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[408],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[409],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[410],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[411],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[416],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[417],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[418],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[419],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[420],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[421],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[423],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[424],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[428],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[429],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[430],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[431],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[432],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[433],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[460],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[461],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[462],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[463],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[464],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[501],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[502],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[503],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[504],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[505],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[506],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[507],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[508],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[510],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[512],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[513],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[515],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[516],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[517],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[519],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[520],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[521],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[540],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[541],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[542],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[549],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[553],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[554],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[555],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[556],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[557],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[558],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[559],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[560],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[561],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[562],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[563],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[564],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[565],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[566],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[567],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[570],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[571],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[572],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[580],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[601],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[603],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[604],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[605],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[607],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[608],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[609],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[612],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[613],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[614],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[700],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[702],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[703],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[704],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[705],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[710],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[711],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[712],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[797],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[798],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[799],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[800],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[801],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[802],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[803],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[804],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[805],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[806],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[807],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[808],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[809],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[811],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[812],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[813],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[814],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[815],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[816],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[818],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[819],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[822],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[823],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[824],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[827],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[828],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[829],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[830],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[831],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[832],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[833],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[850],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[851],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[852],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[853],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[854],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[855],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[856],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[857],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[858],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[859],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[860],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[861],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[862],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[863],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[864],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[865],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[866],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[867],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[868],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[869],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[870],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[872],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[873],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[874],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[875],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[879],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[880],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[881],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[883],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[885],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[886],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[889],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[897],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[898],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[899],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[900],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[901],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[902],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[904],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[905],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[906],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[907],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[921],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[922],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[923],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[925],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[926],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[927],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[928],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[930],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[932],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[933],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[935],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[936],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[941],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[950],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[951],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[952],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[954],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[955],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[957],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[958],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[959],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[960],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[961],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[970],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[971],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[973],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[974],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[975],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[976],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[977],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[978],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[980],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[981],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[982],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[983],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[984],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[985],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[986],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[988],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[989],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[990],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[991],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[994],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[995],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[996],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[997],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[998],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[999],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1002],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1005],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1006],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1007],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1009],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1015],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1016],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1050],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1052],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1053],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1055],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1056],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1057],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1058],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1059],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1060],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1061],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1062],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1063],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1064],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1065],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1066],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1067],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1068],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1069],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1070],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1071],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1072],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1073],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1074],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1075],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1077],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1101],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1280],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1281],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1282],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1301],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1302],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1303],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1304],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1306],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1307],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1308],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1309],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1310],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1313],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1314],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1315],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1316],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1317],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1318],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1358],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1360],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1403],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1502],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1602],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1604],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1605],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1607],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1608],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1610],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1611],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1613],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1614],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1615],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1616],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1617],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1622],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1623],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1701],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1713],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1950],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[1951],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2100],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2208],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2209],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2213],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2214],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2216],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2500],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2509],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2510],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2518],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2600],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2601],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2602],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2603],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2604],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2606],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2607],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2608],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2610],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2612],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2615],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2616],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2617],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2618],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2620],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2624],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2625],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2629],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2630],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2631],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2635],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2636],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2637],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2638],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2641],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2642],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2643],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2644],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2645],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2646],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2647],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2648],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2700],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2701],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2702],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2703],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2720],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2806],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2820],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2821],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2852],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2868],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2869],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2870],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2871],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2891],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2900],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2901],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2904],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2906],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2908],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2909],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2910],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2911],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2912],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2913],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2914],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2915],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2916],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2917],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2918],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2919],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2920],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2921],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2922],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2923],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2924],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2925],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2926],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2927],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2928],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2929],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2930],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2931],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2932],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2933],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2934],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2935],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2936],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2937],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2938],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2939],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2940],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2941],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2950],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2951],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2952],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2953],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2954],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2955],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2956],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2957],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2958],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2959],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2960],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2961],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2962],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2963],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2964],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2965],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2966],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2967],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2968],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[2969],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3003],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3050],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3051],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3052],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3053],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3054],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3056],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3059],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3070],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3071],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3082],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3083],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3084],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3085],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3086],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3087],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3088],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3089],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3091],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3092],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3101],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3102],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3103],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3104],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3107],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3108],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3109],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3130],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3131],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3200],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3201],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3202],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3203],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3204],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3205],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3206],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3207],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3208],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3209],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3210],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3211],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3212],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3213],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3215],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3216],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3217],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3221],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3222],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3223],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3224],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3225],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3226],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3227],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3228],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3229],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3230],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3231],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3232],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3233],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3234],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3235],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3236],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3237],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3238],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3239],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3240],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3241],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3242],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3243],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3245],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3246],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3247],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3248],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3249],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3250],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3300],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3301],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3400],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3401],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3402],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3404],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3405],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3406],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3407],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3432],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3433],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3434],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3435],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3436],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3500],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3501],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3502],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3503],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3504],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3505],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3506],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3507],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3508],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3509],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3510],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3511],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3512],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3553],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3554],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3600],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3601],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3602],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3603],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3604],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3605],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3606],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3607],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3609],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3612],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3613],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3615],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3616],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3617],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3618],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3619],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3620],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3625],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3626],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3627],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3634],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3635],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3636],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3637],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3638],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3639],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3640],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3641],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3642],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3643],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3700],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3701],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3702],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3703],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3704],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3705],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3706],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3707],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3708],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3709],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3710],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3711],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3712],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3714],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3715],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3716],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3717],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3720],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3782],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3783],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3784],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3785],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3787],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3789],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3790],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3791],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3792],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3793],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3794],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3795],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3799],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3800],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3802],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3804],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3806],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3807],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3808],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[3809],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4012],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4013],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4014],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4018],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4019],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4020],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4021],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4022],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4023],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4024],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4030],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4031],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4032],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4033],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4034],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4035],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4038],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4039],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4041],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4042],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4043],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4044],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4045],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4046],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4100],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4101],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[5001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[5003],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[5004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[5005],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[5020],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[5203],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[5204],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6002],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6005],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6006],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6007],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6009],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6010],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6011],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6012],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6013],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[6014],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7002],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7003],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7005],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7006],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7200],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7201],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7202],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7203],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7204],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7205],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7300],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7301],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7302],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7303],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7304],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7305],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7306],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[7308],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8010],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8011],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8012],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8013],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8014],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8015],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8016],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8017],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8018],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8019],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8020],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8021],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8022],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8023],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8101],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8102],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8103],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8104],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8105],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8107],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8108],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8109],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[8110],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9003],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9007],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9008],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9009],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9010],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9012],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9013],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9014],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9016],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9017],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9300],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9502],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9503],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9504],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9505],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9506],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9507],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9508],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9509],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9510],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9511],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9512],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9513],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9514],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9516],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9600],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9601],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9602],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9603],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9605],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9606],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9607],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9608],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9610],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9615],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9617],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9618],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9619],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9620],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9622],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9623],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9624],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9625],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9626],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9627],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9628],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9629],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9630],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9639],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9640],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9641],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9642],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9643],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9644],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9645],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9646],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9647],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9648],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9649],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9650],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9651],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9652],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9653],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9654],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[9655],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10002],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10100],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10101],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10102],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10103],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10104],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10105],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10107],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10108],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10109],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10114],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10115],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10150],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10151],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10152],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10153],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10154],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10156],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10158],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10200],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10201],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10251],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10252],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10253],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10254],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10255],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10404],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[10406],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[11000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[11001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[12000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[12001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[12002],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[12003],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[12004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[12005],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[13000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[13011],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[13012],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[15000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20000],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20001],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20002],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20003],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20005],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20006],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20007],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[20008],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25003],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25004],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25005],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25006],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25007],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25008],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25009],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25010],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25203],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25308],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25311],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25312],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25313],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25316],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25317],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25318],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25401],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25403],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25407],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25408],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25409],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25413],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25417],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25418],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25419],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25420],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25421],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25422],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25423],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25425],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25426],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25428],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25429],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25431],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25432],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25433],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25434],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25435],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25436],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25437],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25438],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25441],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25442],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25444],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25446],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25447],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25448],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25449],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25450],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25452],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25453],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25454],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25455],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25456],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25457],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25458],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25459],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25460],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25461],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25462],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25463],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25464],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25465],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25466],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25467],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25468],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25469],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25470],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25471],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25472],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25473],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25474],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25475],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25476],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25477],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25478],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25479],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25480],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25481],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25482],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25483],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25484],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25485],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25488],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25489],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25490],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25491],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25492],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25493],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25494],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25495],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25496],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25502],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25518],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25522],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25523],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25524],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25525],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25601],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25602],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25606],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25607],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25610],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25700],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25702],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25703],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25704],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25705],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25706],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25707],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25708],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25709],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25710],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25711],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25712],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[25717],{__index = Table_Sysmsg[2]})
setmetatable(Table_Sysmsg[4],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[6],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[17],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[75],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[82],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[83],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[610],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[611],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[615],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[616],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[617],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[618],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[914],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[916],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[917],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[918],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[919],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[953],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[962],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[963],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[964],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[965],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[966],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[967],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[968],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[1029],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[1030],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[2634],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[2640],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3001],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3002],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3105],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3106],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3718],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3719],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3780],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3781],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3788],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3801],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3803],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[3805],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[4002],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[4015],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[4016],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[4017],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[4025],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[4036],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[4037],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[7309],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[7310],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[7313],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[7314],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[7315],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[8111],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[8112],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[8113],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[9631],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[9632],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[9633],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[9636],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10157],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10159],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10202],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10250],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10302],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10401],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10402],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10403],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[10405],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[14000],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25000],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25001],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25002],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25100],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25102],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25103],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25309],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25310],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25501],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25505],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25506],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25507],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25508],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25509],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25510],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25511],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25512],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25513],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25514],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25515],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25516],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[25519],{__index = Table_Sysmsg[3]})
setmetatable(Table_Sysmsg[7],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[65],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[103],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[104],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[105],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[107],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[108],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[109],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[111],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[113],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[115],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[120],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[200],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[201],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[203],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[231],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[242],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[245],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[247],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[253],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[323],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[326],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[327],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[328],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[344],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[393],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[401],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[405],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[406],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[415],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[425],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[426],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[427],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[511],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[602],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[606],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[701],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[810],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[825],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[871],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[903],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[934],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[937],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[969],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[979],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[987],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[992],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[993],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1028],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1102],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1150],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1305],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1311],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1312],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1351],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1352],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1353],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1354],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1355],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1356],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1357],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1359],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1402],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1404],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1405],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1606],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1609],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1612],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1704],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[1710],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2199],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2200],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2215],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2508],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2513],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2632],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2649],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2800],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2801],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2902],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2903],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[2905],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3000],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3081],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3090],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3100],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3218],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3219],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3220],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3403],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3430],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3431],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3550],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3551],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3552],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3555],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3610],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3611],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3621],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3786],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3796],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3797],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[3798],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[4009],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[4010],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[4011],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[5002],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[6003],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[6008],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[7307],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[7311],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[7312],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[8024],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[8106],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9002],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9005],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9006],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9501],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9515],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9604],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9609],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9611],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9612],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9613],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9614],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9621],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9635],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9637],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[9638],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[10106],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[10110],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[10111],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[10112],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[10155],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[13010],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25101],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25201],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25202],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25314],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25402],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25404],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25405],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25410],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25411],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25414],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25415],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25416],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25430],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25443],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25521],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[25701],{__index = Table_Sysmsg[5]})
setmetatable(Table_Sysmsg[451],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[518],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[1702],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[1703],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2501],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2502],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2503],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2504],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2505],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2506],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2507],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2511],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2512],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2514],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2515],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2516],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2517],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[2605],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[3055],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[3214],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[3244],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[3614],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[3998],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[3999],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4000],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4001],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4003],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4004],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4005],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4006],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4007],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[4008],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[10400],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[21000],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[21001],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[25503],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[25517],{__index = Table_Sysmsg[11]})
setmetatable(Table_Sysmsg[14],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[16],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[25301],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[25302],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[25303],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[25304],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[25305],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[25306],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[25307],{__index = Table_Sysmsg[13]})
setmetatable(Table_Sysmsg[21],{__index = Table_Sysmsg[15]})
setmetatable(Table_Sysmsg[23],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[24],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[25],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3713],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3750],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3751],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3752],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3753],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3754],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3755],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3756],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3757],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3758],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3759],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3760],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3761],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3762],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3763],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3764],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3765],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3766],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3767],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3768],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3769],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3770],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3771],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3772],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3773],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3774],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3775],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3776],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3777],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3778],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3779],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3900],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3901],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3902],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3903],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3904],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3905],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3906],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3907],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3908],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3909],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3912],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3913],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3914],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3915],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3916],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3917],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3918],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3919],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[3920],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[25412],{__index = Table_Sysmsg[22]})
setmetatable(Table_Sysmsg[43],{__index = Table_Sysmsg[42]})
setmetatable(Table_Sysmsg[44],{__index = Table_Sysmsg[42]})
setmetatable(Table_Sysmsg[551],{__index = Table_Sysmsg[42]})
setmetatable(Table_Sysmsg[2850],{__index = Table_Sysmsg[42]})
setmetatable(Table_Sysmsg[2851],{__index = Table_Sysmsg[42]})
setmetatable(Table_Sysmsg[291],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[1151],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[1711],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[9011],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[9015],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[10300],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[10301],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[25424],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[25439],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[25440],{__index = Table_Sysmsg[55]})
setmetatable(Table_Sysmsg[878],{__index = Table_Sysmsg[60]})
setmetatable(Table_Sysmsg[911],{__index = Table_Sysmsg[60]})
setmetatable(Table_Sysmsg[913],{__index = Table_Sysmsg[60]})
setmetatable(Table_Sysmsg[5200],{__index = Table_Sysmsg[60]})
setmetatable(Table_Sysmsg[5201],{__index = Table_Sysmsg[60]})
setmetatable(Table_Sysmsg[5202],{__index = Table_Sysmsg[60]})
setmetatable(Table_Sysmsg[956],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[1201],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[1202],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[1501],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[1603],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[1618],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[1619],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[1800],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2201],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2202],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2203],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2204],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2205],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2206],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2207],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2210],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[2907],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[3608],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[25445],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[25504],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[25520],{__index = Table_Sysmsg[73]})
setmetatable(Table_Sysmsg[211],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[212],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[213],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[214],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[215],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[219],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[222],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[223],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[250],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[251],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[820],{__index = Table_Sysmsg[209]})
setmetatable(Table_Sysmsg[884],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[938],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[939],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[940],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[2802],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[2803],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[2804],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[3556],{__index = Table_Sysmsg[246]})
setmetatable(Table_Sysmsg[317],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[318],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[319],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[320],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[321],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[337],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[338],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[339],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[340],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[341],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[1601],{__index = Table_Sysmsg[315]})
setmetatable(Table_Sysmsg[1038],{__index = Table_Sysmsg[550]})
setmetatable(Table_Sysmsg[3150],{__index = Table_Sysmsg[550]})
setmetatable(Table_Sysmsg[10113],{__index = Table_Sysmsg[550]})
setmetatable(Table_Sysmsg[826],{__index = Table_Sysmsg[821]})
setmetatable(Table_Sysmsg[876],{__index = Table_Sysmsg[821]})
setmetatable(Table_Sysmsg[924],{__index = Table_Sysmsg[821]})
setmetatable(Table_Sysmsg[929],{__index = Table_Sysmsg[821]})
setmetatable(Table_Sysmsg[25315],{__index = Table_Sysmsg[821]})
setmetatable(Table_Sysmsg[882],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[887],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[888],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[890],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[910],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[912],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3622],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3623],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3624],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3628],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3629],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3630],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3631],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3632],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[3633],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[9616],{__index = Table_Sysmsg[877]})
setmetatable(Table_Sysmsg[909],{__index = Table_Sysmsg[908]})
setmetatable(Table_Sysmsg[1620],{__index = Table_Sysmsg[908]})
setmetatable(Table_Sysmsg[1621],{__index = Table_Sysmsg[908]})
setmetatable(Table_Sysmsg[2101],{__index = Table_Sysmsg[908]})
setmetatable(Table_Sysmsg[931],{__index = Table_Sysmsg[915]})
setmetatable(Table_Sysmsg[1003],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1008],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1011],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1012],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1013],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1014],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1025],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1031],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1032],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1051],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1076],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1078],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1099],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[2853],{__index = Table_Sysmsg[972]})
setmetatable(Table_Sysmsg[1010],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1017],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1018],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1019],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1020],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1021],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1022],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1023],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1024],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1026],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1027],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1034],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1037],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[1054],{__index = Table_Sysmsg[1004]})
setmetatable(Table_Sysmsg[2614],{__index = Table_Sysmsg[2211]})
setmetatable(Table_Sysmsg[2609],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2611],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2613],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2619],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2621],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2623],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2626],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2627],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2628],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2633],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2705],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[2706],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[3057],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[3058],{__index = Table_Sysmsg[2212]})
setmetatable(Table_Sysmsg[4040],{__index = Table_Sysmsg[3060]})
return Table_Sysmsg
